{
    "NavBar": {
        "werewolvesAssistant": "Assistant Loups-Garous",
        "options": "Options",
        "quit": "Retour à l'accueil",
        "cancelGame": "Annuler la partie",
        "areYouSureYouWantToCancelGame": "Êtes-vous sûr de vouloir annuler cette partie ?",
        "thisCantBeUndo": "Vous ne pourrez plus intéragir avec cette partie et cette action est irréversible.",
        "confirm": "Confirmer",
        "cancel": "Annuler",
        "gameCanceled": "Partie annulée",
        "gameOptions": "Options de la partie"
    },
    "MuteButton": {
        "mute": "Désactiver l'audio",
        "unmute": "Activer l'audio"
    },
    "GameOptionsModal": {
        "gameOptions": "Options de la partie",
        "close": "Fermer",
        "optionsAreSaved": "Les options de la partie sont enregistrées automatiquement après chaque changement",
        "gameRolesOptions": "Rôles",
        "gameRepartitionOptions": "Répartition aléatoire"
    },
    "GameRolesOptions": {
        "gameOptionsCantBeUpdated": "Les options de la partie ne peuvent être modifiée en dehors de l'écran de composition de la partie.",
        "sheriff": "Maire",
        "isSheriffEnabled": {
            "label": "Jouer avec la fonction de maire",
            "description": {
                "sheriffIsEnabled": "La partie se jouera avec un maire. En cas d'égalité des votes du village, il tranchera.",
                "sheriffIsNotEnabled": "La partie se jouera sans maire. En cas d'égalité des votes du village, il y aura un deuxième vote pour départager les ex æquo."
            }
        },
        "isSheriffVoteDoubled": {
            "label": "Le vote du maire compte double",
            "description": {
                "sheriffVoteIsDoubled": "Lors du vote du village pour décider qui sera pendu, la voix du maire comptera double.",
                "sheriffVoteIsNotDoubled": "Lors du vote du village pour décider qui sera pendu, la voix du maire n'aura pas plus de valeur qu'un autre habitant."
            }
        },
        "seer": "Voyante",
        "isSeerTalkative": {
            "label": "La Voyante est bavarde",
            "description": {
                "seerIsTalkative": "Lorsque la Voyante verra le rôle d'un joueur, le maître du jeu révèlera ce rôle (et seulement le rôle) à voix haute.",
                "seerIsNotTalkative": "Lorsque la Voyante verra le rôle d'un joueur, le maître du jeu devra mimer le rôle découvert à la Voyante."
            }
        },
        "twoSisters": "Deux Sœurs",
        "sistersWakingUpInterval": {
            "label": "Nombre de nuits entre deux réveils des Deux Sœurs",
            "description": "Les Deux Sœurs ne se réveilleront que la première nuit. | Les Deux Sœurs se réveilleront toutes les nuits. | Les Deux Sœurs se réveilleront toutes les {sistersWakingUpInterval} nuits."
        },
        "threeBrothers": "Trois Frères",
        "brothersWakingUpInterval": {
            "label": "Nombre de nuits entre deux réveils des Trois Frères",
            "description": "Les Trois Frères ne se réveilleront que la première nuit. | Les Trois Frères se réveilleront toutes les nuits. | Les Trois Frères se réveilleront toutes les {brothersWakingUpInterval} nuits."
        },
        "raven": "Corbeau",
        "ravenMarkPenalty": {
            "label": "Nombre de votes contre le joueur avec la marque du Corbeau",
            "description": "Le joueur ayant reçu la marque du Corbeau aura 1 vote contre lui en plus au prochain vote | Le joueur ayant reçu la marque du Corbeau aura {ravenMarkPenalty} votes contre lui en plus au prochain vote."
        },
        "littleGirl": "Petite Fille",
        "isLittleGirlProtectedByGuard": {
            "label": "La Petite Fille est protégée par le Salvateur",
            "description": {
                "littleGirlIsProtected": "La Petite Fille sera protégée des Loups-Garous si le Salvateur la protège.",
                "littleGirlIsNotProtected": "La Petite Fille mourra de la morsure des Loups-Garous même si le Salvateur la protège."
            }
        },
        "idiot": "Idiot",
        "doesIdiotDieOnAncientDeath": {
            "label": "L'Idiot déjà révélé meurt à la mort de l'Ancien",
            "description": {
                "idiotDiesOnAncientDeath": "Si l'Idiot est déjà révélé (son rôle est connu des autres joueurs) et que l'Ancien meurt, le village reconsidèrera sa décision de l'avoir épargné.",
                "idiotDoesntDieOnAncientDeath": "L'Idiot déjà révélé ne mourra pas si l'Ancien meurt à son tour."
            }
        },
        "thief": "Voleur",
        "additionalCardsForThief": "Cartes additionnelles destinées au Voleur (2 max.)",
        "chooseTwoCards": "Choisir 2 cartes...",
        "thereIsNoThiefInParty": "Il n'y a pas de Voleur dans la partie, impossible de choisir des cartes additionnelles qui lui seront destinées.",
        "thiefAdditionalCardsLeftToPick": "Les cartes du Voleur sont prêtes | Encore une carte à choisir | Encore 2 cartes à choisir",
        "thiefWillBeAbleToPlay": "La première nuit, le Voleur pourra, s'il le souhaite, devenir {additionalCardsText}."
    },
    "GameRepartitionOptions": {
        "roles": "Tous les rôles",
        "chooseRoles": "Choisir des rôles...",
        "forbiddenRoles": {
            "label": "Bannir certains rôles"
        },
        "areRecommendedMinPlayersRespected": {
            "label": "Le minimum de joueurs recommandé est respecté",
            "description": {
                "recommendedMinPlayersRespected": "La répartition aléatoire ne distribuera pas les rôles dont le minimum de joueurs recommandé n'est pas atteint.",
                "recommendedMinPlayersNotRespected": "La répartition aléatoire distribuera les rôles sans prendre en compte le minimum de joueurs recommandé."
            }
        },
        "werewolvesRoles": "Rôles des Loups-Garous",
        "arePowerfulWerewolfRolesPrioritized": {
            "label": "Les Loups-Garous avec un pouvoir spécial sont prioritaires",
            "description": {
                "powerfulWerewolfRolesPrioritized": "La répartition aléatoire distribuera en priorité les Loups-Garous possédant un pouvoir spécial.",
                "powerfulWerewolfRolesNotPrioritized": "La répartition aléatoire distribuera les Loups-Garous possédant un pouvoir spécial et les simples Loups-Garous avec la même probabilité."
            }
        },
        "villagersRoles": "Rôles des Villageois",
        "arePowerfulVillagerRolesPrioritized": {
            "label": "Les Villageois avec un pouvoir spécial sont prioritaires",
            "description": {
                "powerfulVillagerRolesPrioritized": "La répartition aléatoire distribuera en priorité les Villageois possédant un pouvoir spécial.",
                "powerfulVillagerRolesNotPrioritized": "La répartition aléatoire distribuera les Villageois possédant un pouvoir spécial et les simples Villageois avec la même probabilité."
            }
        },
        "noForbiddenRoles": "La répartition aléatoire distribuera tous les rôles aléatoirement sans exception.",
        "and": "et",
        "forbiddenRolesAre": "La répartition aléatoire distribuera tous les rôles aléatoirement sauf {forbiddenRolesText}."
    },
    "ListInvolvedRoles": {
        "recommended-min-players": {
            "open": "Afficher les rôles ayant un minimum de joueurs recommandé",
            "close": "Masquer les rôles ayant un minimum de joueurs recommandé"
        },
        "powerful-werewolves": {
            "open": "Afficher les rôles des Loups-Garous avec un pouvoir spécial",
            "close": "Masquer les rôles des Loups-Garous avec un pouvoir spécial"
        },
        "powerful-villagers": {
            "open": "Afficher les rôles des Villageois avec un pouvoir spécial",
            "close": "Masquer les rôles des Villageois avec un pouvoir spécial"
        },
        "recommendedMinPlayers": "{recommendedMinPlayers} joueurs min."
    },
    "GameSidesModal": {
        "gameSides": "Camps de la partie",
        "villagersSide": "Camp des Villageois",
        "werewolvesSide": "Camp des Loups-Garous",
        "close": "Fermer"
    },
    "Home": {
        "werewolvesAssistant": "Assistant Loups-Garous",
        "play": "Jouer",
        "logInOrSignUp": "Se connecter ou s'inscrire",
        "statistics": "Statistiques",
        "logOut": "Se déconnecter",
        "youMustLogInToPlay": "Vous devez vous connecter pour jouer",
        "contactMe": "Me contacter",
        "thisProjectIsOpenSource": "Ce projet est open-source",
        "buyMeACoffee": "M'offrir un café",
        "whatIsItAbout": "À quoi ça sert",
        "bestToolForGameMastering": "L'outil idéal pour le maître du jeu des Loups-Garous de Thiercelieux",
        "checkChangelogOnGithub": "Voir le récapitulatif des mises à jour sur GitHub"
    },
    "Login": {
        "loggedIn": "Connecté",
        "loggedOut": "Déconnecté"
    },
    "AccountModal": {
        "logIn": "Se connecter",
        "register": "S'inscrire",
        "close": "Fermer",
        "userCreated": "Compte créé avec succès"
    },
    "LoginPanel": {
        "email": "E-mail",
        "password": "Mot de passe",
        "required": "Requis",
        "IDontHaveAnAccountYet": "Je n'ai pas encore de compte"
    },
    "RegisterPanel": {
        "email": "E-mail",
        "password": "Mot de passe",
        "confirmPassword": "Confirmer le mot de passe",
        "required": "Requis",
        "userDataOnlyForAccount": "Ces informations ne sont enregistrées que pour vous permettre de vous connecter et ainsi enregistrer vos parties.",
        "IAlreadyHaveAnAccount": "J'ai déjà un compte"
    },
    "About": {
        "werewolvesAssistantWhatFor": "Un assistant ? Pour quoi faire ?",
        "theGame": "Le jeu",
        "werewolvesOfMillersHollowTM": "Les Loups-Garous de Thiercelieux™",
        "iDontKnowThisGame": "Je ne connnais pas ce jeu",
        "watchYouTubeVideo": "Regarder une vidéo explicative sur YouTube",
        "isAGame": "est un jeu de société d'ambiance dans lequel chaque joueur incarne un Villageois ou un Loup-Garou. Chaque partie est animée par un maître du jeu non-joueur et apporte son lot de surprises, de trahisons, de retournements de situations, de rires et parfois de pleurs.",
        "forAGameToBeSuccessful": "Pour qu'une partie soit réussie, le maître du jeu doit l'animer en installant une ambiance prenante, en y imposant un rythme et en connaissant les règles du jeu sur le bout des doigts. Dans le cas où le maître du jeu doit gérer un nombre conséquent de joueurs, a peu d'expérience ou est dans un état second, ce n'est pas une tâche facile...",
        "werewolvesAssistantIsHere": "L'Assistant Loups-Garous entre en scène !",
        "forHelpingGameMaster": "Pour aider le maître du jeu dans sa lourde tâche qu'est l'animation d'une partie de Loups-Garous, l'Assistant Loups-Garous est l'outil parfait !",
        "theAssistantHasManyFeaturesLike": "L'Assistant possède un panel de fonctionnalités tel que:",
        "screenForGameComposition": "Un écran de composition de partie permettant de créer une partie de 4 à 40 joueurs avec la possibilité de répartir aléatoirement les rôles.",
        "interfaceForGameMonitoring": "Une interface ludique de suivi de partie.",
        "interfaceForEachActionAndEvents": "Pour chaque évènement, la possibilité de renseigner les choix des joueurs comme la cible des Loups-Garous ou l'élection du maire par exemple.<br/> L'Assistant se charge de l'ordre de passage des joueurs, d'afficher les morts ou autres évènements et de retenir tous les choix faits durant la partie.",
        "gameSummaryWhenPartyIsDone": "Un récapitulatif lorsque la partie est terminée avec le camp gagnant et l'historique complet.",
        "assistantIsFreeAndAvailable": "En somme, l'Assistant va vous faire découvrir ou re-découvrir le plaisir d'être le maître du jeu pendant une partie de Loups-Garous. Il est disponible sur tout support ayant un navigateur Internet et est 100% GRATUIT.",
        "attentionPlease": "ATTENTION CEPENDANT",
        "assistantDoesntReplaceTheOriginalGame": "L'Assistant n'a aucune vocation à remplacer le jeu original Les Loups-Garous de Thiercelieux™. Pour utiliser l'Assistant, un jeu avec ses cartes est nécessaire. L'Assistant n'est qu'un support pour le maître du jeu qui est le seul utilisateur de l'outil, les joueurs n'y ont pas accès.",
        "availableRoles": "Rôles disponibles",
        "thereAreCountAvailableRoles": "Dans cette version de l'Assistant Loups-Garous, {count} rôles sont disponibles:",
        "howToContribute": "Comment contribuer à ce projet ?",
        "someMethodsToContribute": "Il existe plusieurs moyens de contribuer à ce projet:",
        "theAssistantIsOpenSource": "L'Assistant Loups-Garous est un projet open-source !",
        "availableOnGitHub": "Disponible sur GitHub",
        "atThisAddress": "à cette addresse",
        "pleaseAddAStar": "que vous soyez développeur, graphiste ou même testeur, votre aide est la bienvenue. D'ailleurs, si le projet vous plaît, n'hésitez pas à ajouter une étoile ou à suivre le créateur !",
        "thisProjectNotWithoutFees": "Ce projet a pour vocation de rester un service gratuit. Néanmoins, l'hébergement et l'infrastructure de l'outil sont tous deux payants. Si vous souhaitez participer ou si vous aimez le travail du créateur de ce projet, vous pouvez faire un don sur",
        "hisBuyMeACoffeePage": "sa page Buy Me A Coffee",
        "speakAboutThisProject": "Parlez de ce projet autour de vous ! Le bouche à oreille permettra aux nombreux indécis du role-play de se lancer dans la grande aventure du maître du jeu grâce à l'Assistant Loups-Garous.",
        "aWordFromCreator": "Un mot du créateur de l'Assistant Loups-Garous",
        "ImTheCreator": "Je suis Antoine ZANARDI, développeur Full-Stack Web et adepte de l'open-source en général. Si vous souhaitez en savoir plus sur moi, je vous invite à découvrir",
        "myPortfolio": "mon portoflio",
        "forMe": "Pour moi",
        "isOneOfTheBestGame": "est un des meilleurs jeux entre amis ou en famille autour d'une table, où s'entremellent alliances et trahisons, un peu comme un Mario Kart en fait... Au fur et à mesure d'une partie, la vraie nature de chaque joueur se révèle, les masques tombent, chacun se sent menacé... Autant de rebondissements qui rendent chaque partie unique !",
        "ImAFanOfGameMastering": "Étant un grand fan du rôle de maître du jeu, j'ai toujours eu l'envie de partager ce doux sentiment de chef d'orchestre durant une partie. J'ai donc créé cet assistant pour que n'importe qui puisse endosser ce rôle si important, et ce, dans n'importe quelle configuration de jeu.",
        "pleaseRateThisProjectAndHaveFun": "N'hésitez pas à me faire part de vos avis sur cet assistant. Il a été créé pour servir tous maîtres du jeu, novices ou experts, et rendre vos parties mémorables. Amusez-vous bien ! ",
        "backToTop": "Revenir en haut"
    },
    "GameLobby": {
        "loading": "Recherche d'une partie en cours",
        "gameComposition": "Composition de la partie",
        "gameOptions": "Options de la partie",
        "add": "Ajouter",
        "maxPlayerReached": "Maximum de joueurs atteint",
        "playerName": "Nom du joueur",
        "playerNameAlreadyTaken": "Ce nom de joueur est déjà pris",
        "launchParty": "Lancer la partie",
        "getRandomRepartition": "Répartition aléatoire",
        "fourPlayerRequiredToGetRandomRepartition": "4 joueurs minimum sont requis pour répartir aléatoirement les rôles",
        "addPlayerWithName": "Ajoutez chaque joueur en insérant leur nom ci-dessus",
        "missingPlayersToStart": "Il manque {missingCount} joueur pour commencer la partie | Il manque un seul joueur pour commencer la partie | Il manque {missingCount} joueurs pour commencer la partie",
        "missingOneWerewolfToStart": "Il manque un Loup-Garou pour commencer la partie",
        "missingOneVillagerToStart": "Il manque un Villageois pour commencer",
        "allPlayerDontHaveARole": "Certains joueurs n'ont pas de rôle",
        "gameCreated": "Partie créée",
        "areYouSureYouWantToQuit": "Êtes-vous sûr de vouloir quitter la composition de partie ?",
        "gameCompositionNotFinished": "La composition du jeu n'est pas encore finalisée.",
        "quit": "Quitter",
        "cancel": "Annuler",
        "playerNameLengthMax": "Limite de caractères atteinte pour un nom de joueur (30 max.)",
        "youCanChangeGameRepartitionOptions": "La répartition aléatoire ne vous convient pas ?",
        "seeOptions": "Parcourir les options",
        "dontShowMeAgain": "Ne plus afficher"
    },
    "GameLobbyComposition": {
        "playerCount": "Aucun joueur | {count} joueur | {count} joueurs",
        "villagersCount": "Aucun Villageois | {count} Villageois | {count} Villageois",
        "werewolvesCount": "Aucun Loup-Garou | {count} Loup-Garou | {count} Loups-Garous",
        "minToStart": "Minimum {min} pour commencer",
        "minPlayerRequirementsToStart": "Minimum 4 joueurs avec un rôle pour commencer dont 1 Loup-Garou et 1 Villageois"
    },
    "GameLobbyStartConditions": {
        "gameCanStart": "La partie peut commencer !",
        "gameCannotStart": "Toutes les conditions ne sont pas réunies pour commencer une partie",
        "gameHasMinimumFourPlayers": "La partie possède au minimum 4 joueurs.",
        "allPlayersMustHaveARole": "Tous les joueurs doivent avoir un rôle.",
        "gameHasMinimumOneVillager": "La partie possède au minimum 1 joueur dans le camp des Villageois.",
        "gameHasMinimumOneWerewolf": "La partie possède au minimum 1 joueur dans le camp des Loups-Garous.",
        "gameMustHaveTwoSisters": "Deux joueurs doivent avoir le rôle des Deux Sœurs s'il y en a une dans la partie.",
        "gameMustHaveThreeBrothers": "Trois joueurs doivent avoir le rôle des Trois Frères s'il y en a un dans la partie.",
        "thiefAdditionalCardsMustBeSet": "Deux cartes additionnelles doivent être ajoutées si le voleur est dans la partie.",
        "chooseCards": "Choisir les cartes"
    },
    "GameLobbyRolePickerModal": {
        "noRole": "Aucun rôle",
        "pickRoleFor": "Choisir un rôle pour",
        "close": "Fermer",
        "assignRole": "Assigner ce rôle",
        "pleaseChooseRole": "Veuillez d'abord choisir un rôle pour l'assigner à ce joueur",
        "searchRole": "Rechercher un rôle",
        "chooseRole": "Veuillez choisir un rôle",
        "side": "Camp",
        "totalInGame": "0 dans la partie | 1 dans la partie | {total} dans la partie",
        "maxInGameReached": "Maximum atteint pour ce rôle",
        "selectedPlayerAlreadyHasSelectedRole": "Le joueur sélectionné possède déjà ce rôle",
        "doYouWantToSetItAnyway": "Voulez-vous quand même lui attribuer ce rôle ?",
        "confirm": "Confirmer",
        "cancel": "Annuler",
        "roleWillBeSwitchedWithOtherPlayer": "Les rôles seront échangés avec le joueur possédant actuellement ce rôle.",
        "actualRole": "Rôle actuel",
        "recommendedMinPlayers": "Recommandé pour les parties de {count} joueurs et plus",
        "leftToStartGame": "Ce rôle doit encore être distribué {count} fois pour commencer la partie"
    },
    "RolePickerRole": {
        "totalInGameInThisRole": "Total dans la partie avec ce rôle",
        "random": "Aléatoire",
        "leftToStartGame": "Ce rôle doit encore être distribué {lack} fois pour commencer la partie"
    },
    "GameLobbyTutorial": {
        "howToUseGameLobby": "Comment composer une équipe ?",
        "toStartAGame": "Pour lancer une partie, le maître du jeu doit renseigner 4 à 40 joueurs et leur attribuer un rôle.",
        "eachPlayerName": "Il peut renseigner le nom de chaque joueur ici.",
        "randomRepartition": "Une fois tous les joueurs ajoutés, il peut répartir aléatoirement les rôles. Il faut un minimum de 4 joueurs pour faire une répartition aléatoire.",
        "gameOptionsCanBeChanged": "Les options de la partie ainsi que les paramètres de la répartition aléatoire peuvent être changés ici. Modifier les règles du jeu rend les parties plus originales et parfois même hasardeuses !",
        "requirementsToStartAGame": "Pour pouvoir lancer une partie, les joueurs doivent être 4 minimum et tous posséder un rôle. La partie doit comporter au moins 1 Loup-Garou et 1 Villageois (avec ou sans pouvoir). Toutes les conditions se trouvent dans la bulle d'aide bleue."
    },
    "GameLobbyAlreadyHavePlayingGame": {
        "youAlreadyHavePlayingGame": "Vous avez déjà une partie en cours",
        "players": "{playersCount} joueurs",
        "day": "Jour",
        "night": "Nuit",
        "resumeGame": "Reprendre la partie",
        "cancelGame": "Annuler la partie",
        "areYouSureYouWantToCancel": "Êtes-vous sûr de vouloir annuler cette partie?",
        "yourProgressWillBeLost": "La progression sera définitivement perdue",
        "dontCancel": "NE PAS ANNULER",
        "gameCanceled": "Partie annulée"
    },
    "PlayerCard": {
        "pickRole": "Choisir un rôle",
        "unsetRole": "Retirer le rôle"
    },
    "Game": {
        "loadingGame": "Chargement de la partie",
        "areYouSureYouWantToQuit": "Êtes-vous sûr de vouloir quitter la partie en cours ?",
        "yourProgressIsSaved": "Votre progression est sauvegardée.",
        "quit": "Quitter le jeu",
        "cancel": "Annuler",
        "youDontOwnThisGame": "Cette partie ne vous appartient pas",
        "cantGetGame": "Impossible de récupérer la partie"
    },
    "GamePlayFieldHeader": {
        "day": "Jour",
        "night": "Nuit",
        "waiting": {
            "all": {
                "elect-sheriff": "Élection du maire",
                "vote": "C'est l'heure du vote"
            },
            "seer": {
                "look": "Au tour de la Voyante"
            },
            "werewolves": {
                "eat": "Au tour des Loups-Garous"
            },
            "witch": {
                "use-potion": "Au tour de la Sorcière"
            },
            "guard": {
                "protect": "Au tour du Salvateur"
            },
            "raven": {
                "mark": "Au tour du Corbeau"
            },
            "hunter": {
                "shoot": "Au tour du Chasseur"
            },
            "sheriff": {
                "delegate": "Passation de pouvoir du maire",
                "settle-votes": "Départage des votes"
            },
            "dog-wolf": {
                "choose-side": "Au tour du Chien-Loup"
            },
            "cupid": {
                "charm": "Au tour de Cupidon"
            },
            "lovers": {
                "meet-each-other": "Au tour des amoureux"
            },
            "two-sisters": {
                "meet-each-other": "Au tour des Deux Sœurs"
            },
            "three-brothers": {
                "meet-each-other": "Au tour des Trois Frères"
            },
            "wild-child": {
                "choose-model": "Au tour de l'Enfant Sauvage"
            },
            "big-bad-wolf": {
                "eat": "Au tour du Grand-Méchant-Loup"
            },
            "pied-piper": {
                "charm": "Au tour du Joueur de Flûte"
            },
            "charmed": {
                "meet-each-other": "Au tour des charmés par le Joueur de Flûte"
            },
            "scapegoat": {
                "ban-voting": "Au tour du Bouc-Émissaire"
            },
            "thief": {
                "choose-card": "Au tour du voleur"
            },
            "stuttering-judge": {
                "choose-sign": "Au tour du Juge Bègue"
            }
        }
    },
    "GamePlayAlert": {
        "description": {
            "idiot-wont-delegate": "Si l'Idiot est nommé maire du village et qu'il meurt, il n'y aura plus de maire dans la partie. L'Idiot n'est pas capable de déléguer son rôle de maire avec toute cette paperasse...",
            "villager-villager-can-be-trusted": "Le Villageois-Villageois peut faire un excellent maire, étant donné que son rôle est connu de tous.",
            "ancient-can-make-all-powerless": "Si l'Ancien meurt de cette action, alors tous les joueurs dans le camp des Villageois perdront leurs pouvoirs spéciaux.",
            "idiot-wont-die-from-votes": "L'Idiot ne peut mourir de cette pendaison. Si les votes sont contre lui, alors son rôle sera révélé, il perdra son droit de vote mais ne mourra pas.",
            "scapegoat-will-die-from-tie": "Si une égalité advient pendant les votes, le Bouc-Émissaire sera la victime de la pendaison. Il devra alors décider qui aura le droit de vote pour le vote du jour d'après.",
            "angel-will-win-if-he-dies": "Si l'Ange meurt de cette action, alors il gagnera instantanément la partie."
        },
        "shareThisWithPlayers": "Partager cette information avec les joueurs peut rendre la partie un peu plus intéressante."
    },
    "GamePlayField": {
        "cantLoadGame": "Chargement impossible",
        "retry": "Réessayer"
    },
    "GamePlayFieldFooter": {
        "next": "Suivant",
        "playersHaveVoted": "joueurs ont voté",
        "playerTargeted": "joueur visé | joueurs visés",
        "minOnePlayerHasToVote": "Minimum 1 joueur doit voter",
        "minPlayerHasToBeTargeted": "Minimum {min} joueur doit être visé | Minimum {min} joueurs doivent être visés",
        "timeForDebating": "Temps pour débattre",
        "debateIsOver": "Le débat est terminé, il est temps de voter !",
        "tieInVotesForbidden": "L'égalité pour ce vote est interdite",
        "oneSideMustBeChosen": "Un camp doit être choisi",
        "oneCardMustBeChosen": "Une carte doit être choisie",
        "doesVileFatherOfWolvesInfect": "L'Infect Père des Loups souhaite-t'il infecter ?",
        "ifVileFatherOfWolvesInfects": "Lorsque les Loups-Garous se sont endormis le maîre du jeu demande à l'Infect Père des Loups de lever la main s'il souhaite tranformer la victime en loup plutôt que de la tuer.",
        "infect": "Infecter",
        "dontInfect": "Ne pas infecter"
    },
    "GamePlayFieldCountdownFooter": {
        "timeFor": {
            "lovers": {
                "meet-each-other": "Temps pour la rencontre des Amoureux"
            },
            "two-sisters": {
                "meet-each-other": "Temps pour la concertation des sœurs"
            },
            "three-brothers": {
                "meet-each-other": "Temps pour la concertation des frères"
            },
            "all": {
                "vote": "Temps pour le débat du village",
                "elect-sheriff": "Temps pour l'élection du maire"
            },
            "charmed": {
                "meet-each-other": "Temps pour la rencontre des charmés"
            }
        },
        "timeIsUpFor": {
            "lovers": {
                "meet-each-other": "Il est temps pour les Amoureux de se rendormir"
            },
            "two-sisters": {
                "meet-each-other": "Il est temps pour les sœurs de se rendormir"
            },
            "three-brothers": {
                "meet-each-other": "Il est temps pour les frères de se rendormir"
            },
            "all": {
                "vote": "Il est temps pour le village de voter",
                "elect-sheriff": "Il est temps pour le village d'élire son maire"
            },
            "charmed": {
                "meet-each-other": "Il est temps pour les charmés de se rendormir"
            }
        }
    },
    "GamePlayFieldTutorial": {
        "seer": {
            "look": {
                "howToPlay": "Comment jouer la Voyante ?",
                "seerLooksWhen": "Chaque nuit, si elle est vivante, la Voyante se réveille.",
                "seerCanLook": "Grâce à son don, la Voyante voit le rôle de n'importe quel joueur vivant.",
                "seerPointsAtTarget": "La Voyante doit pointer du doigt sa cible. Si la Voyante est bavarde, le maître du jeu révelera à haute voix le rôle de la cible, sinon il devra le mimer. Ceci peut être changé dans les options de la partie.",
                "toValidateLook": "Pour passer à la suite, la Voyante doit obligatoirement voir le rôle d'un habitant."
            }
        },
        "werewolves": {
            "eat": {
                "howToPlay": "Comment jouer les Loups-Garous ?",
                "werewolvesEatWhen": "Chaque nuit, les Loups-Garous se réveillent.",
                "werewolvesEatAVictim": "Les Loups-Garous choisissent leur victime parmis les joueurs vivants qui mourra le matin suivant s'il ne reçoit pas de protection.",
                "werewolvesPointAtVictim": "Les Loups-Garous se mettent d'accord sans bruit et pointent du doigt leur victime.",
                "vileFatherOfWolvesCanInfect": "L'Infect Père des Loups est présent dans la partie ! Lorsque les Loups-Garous auront choisi leur victime et se rendorment, l'Infect Père des Loups peut lever la main. Dans ce cas, la victime rejoidra instantanément le camp des Loups-Garous au lieu de mourir dévorée, ceci en gardant son rôle original et ses pouvoirs !",
                "infectOnlyOnce": "Le choix de l'Infect Père des Loups pourra être renseigné au moment où l'action des Loups-Garous sera validée. Attention, ce pouvoir ne peut être utilisé qu'une seule fois !",
                "toValidateEat": "Pour passer à la suite, les Loups-Garous doivent obligatoirement choisir une victime."
            }
        },
        "witch": {
            "use-potion": {
                "howToPlay": "Comment jouer la Sorcière ?",
                "witchUsesPotionWhen": "Chaque nuit, si elle est vivante, la Sorcière se réveille même si elle n'a plus de potion à utiliser.",
                "witchCanUsePotions": "La Sorcière possède une potion de vie et une potion de mort. Elle peut utiliser chacune d'elle UNE SEULE FOIS pendant la partie. Le maître du jeu va demander pour chaque potion le choix de la Sorcière.",
                "lifePotionProtects": "La potion de vie, utilisable qu'une fois pendant la partie, permet de sauver la victime des Loups-Garous de la mort. Le maître du jeu désigne la victime des Loups-Garous et la Sorcière doit sans bruit acquiescer ou refuser d'utiliser sa potion.",
                "ifLifePotionHasBeenUsed": "Si la potion de vie a déjà été utilisée, le maître du jeu doit quand même demander le choix de la Sorcière, mais sans pointer du doigt la victime des Loups-Garous. Ceci permet de ne pas révéler que la potion de vie a été utilisée.",
                "deathPotionKills": "La potion de mort, utilisable qu'une fois pendant la partie, permet d'empoisonner une victime qui mourra le matin suivant. La Sorcière doit sans bruit acquiescer ou refuser d'utiliser sa potion en pointant sa victime le cas échéant.",
                "ifDeathPotionHasBeenUsed": "Si la potion de mort a déjà été utilisée, le maître du jeu doit quand même demander le choix de la Sorcière. Ceci permet de ne pas révéler que la potion de mort a été utilisée.",
                "toValidateUsePotion": "Durant son tour, la Sorcière peut utiliser les deux potions, une seule, ou passer son tour."
            }
        },
        "guard": {
            "protect": {
                "howToPlay": "Comment jouer le Salvateur ?",
                "guardProtectsWhen": "Chaque nuit, s'il est vivant, le Salvateur se réveille.",
                "guardCanProtect": "Le Salvateur protège la personne de son choix et cette dernière ne pourra pas mourir durant cette nuit. Le Salvateur peut se protéger lui-même mais ne peut pas choisir deux nuits de suite la même personne.",
                "guardPointsAtTarget": "Le Salvateur doit pointer du doigt sans bruit la personne qu'il souhaite protéger.",
                "toValidateProtect": "Pour passer à la suite, le Salvateur doit obligatoirement choisir une personne à protéger."
            }
        },
        "raven": {
            "mark": {
                "howToPlay": "Comment joueur le Corbeau ?",
                "ravenMarksWhen": "Chaque nuit, s'il est vivant, le Corbeau se réveille.",
                "ravenCanMark": "Le Corbeau peut, s'il le souhaite, marquer de sa plume n'importe quel joueur qui lui semble suspect. La personne visée par sa marque se verra attribuer 2 voix supplémentaires lors du prochain vote du village la journée. Il peut se désigner lui-même.",
                "ravenPointsAtTarget": "S'il souhaite marquer un joueur, le Corbeau doit pointer du doigt sans bruit sa cible.",
                "gameMasterWillDropMarkCard": "Le maître du jeu déposera alors la marque du Corbeau devant la personne choisie.",
                "toValidateMark": "Durant son tour, le Corbeau peut désigner une cible ou passer son tour."
            }
        },
        "all": {
            "vote": {
                "howToPlay": "Comment procéder au vote ?",
                "allVoteWhen": "Chaque fois que le jour se lève, les habitants débattent pour mettre à mort l'un des leurs en espérant trouver un Loup-Garou.",
                "targetablePlayerAreHere": "Les joueurs éligibles à la pendaison de ce vote sont spécifiés ici.",
                "playersHave5Min": "Les joueurs ont 5 minutes pour se mettre d'accord sur qui sera pendu. À la fin du temps, le maître du jeu doit stopper les discussions et procéder au vote.",
                "eachPlayerVote": "Chaque joueur a donc une voix à donner pour le vote, mais ne peut voter pour lui-même. Il peut néanmoins voter blanc. Le maître du jeu demande le vote de chacun à tour de rôle.",
                "scapegoatWillDieIfTie": "Le Bouc-Émissaire est dans la partie ! En cas d'égalité, c'est lui qui sera pendu, même s'il n'est pas inclu dans l'égalité. Il décidera ensuite qui aura le droit de vote pour le jour d'après.",
                "idiotWillBeForgiven": "L'Idiot est dans la partie ! Si son rôle n'est pas encore révélé et que le village décide de voter contre lui, alors il sera gracié, le village se rendant compte de leur bêtise de pendre un Idiot. Par contre, son rôle sera révélé et il perdra son droit de vote pour le reste de la partie.",
                "ancientWillHaveHisRevenge": "L'Ancien est dans la partie ! Si le village décide de le pendre, alors tous les joueurs dans le camp des Villageois perdront leurs pouvoirs. Attention à la pendaison irréfléchie !",
                "angelWillWinIfHeDiesNow": "L'Ange est dans la partie ! S'il meurt des votes, alors il gagnera la partie.",
                "toValidateAVote": "Pour passer à la suite, au moins un joueur doit avoir voté."
            },
            "elect-sheriff": {
                "howToPlay": "Comment élire le maire ?",
                "sheriffIsElectedWhen": "Au début de la partie, un maire doit être élu par tous les joueurs vivants. La présence du maire peut être retirée dans les options de la partie.",
                "sheriffSettlesVotes": "Être le maire possède deux avantages: départager une éventuelle égalité des votes lors de la pendaison et avoir un vote comptant double durant cette dernière !",
                "playersHave5Min": "Les joueurs ont 5 minutes pour se mettre d'accord sur qui sera leur prochain maire. À la fin du temps, le maître du jeu doit stopper les discussions et procéder à l'élection.",
                "eachPlayerVoteForSheriff": "Chaque joueur a donc une voix à donner pour l'élection, mais ne peut voter pour lui-même. Il peut néanmoins voter blanc. Le maître du jeu demande le vote de chacun à tour de rôle.",
                "idiotWontDelegate": "L'Idiot est dans la partie ! S'il est nommé maire du village et qu'il meurt, il n'y aura plus de maire dans la partie.",
                "villagerVillagerCanBeTrusted": "Le Villageois-Villageois est dans la partie ! Il peut faire un excellent maire, étant donné que son rôle est connu de tous.",
                "toValidateAnElection": "Pour passer à la suite, au moins un joueur doit avoir voté et l'égalité dans les votes est impossible."
            }
        },
        "hunter": {
            "shoot": {
                "howToPlay": "Comment jouer le Chasseur ?",
                "hunterShootsWhen": "Quand le Chasseur meurt, il prend son fusil pour se venger dans son dernier souffle.",
                "hunterCanShoot": "Le Chasseur mourrant choisi arbitrairement sa victime en la pointant du doigt. Elle mourra instantanément du coup fatal.",
                "toValidateShoot": "Pour passer à la suite, le Chasseur doit obligatoirement choisir une cible."
            }
        },
        "sheriff": {
            "settle-votes": {
                "howToPlay": "Comment départager les votes ?",
                "sheriffSettleVotesWhen": "À chaque fois que la village n'arrive pas à se mettre d'accord sur qui pendre, le maire doit trancher.",
                "toValidateSettleVotes": "Pour passer à la suite, le maire doit obligatoirement choisir la personne qui sera pendue."
            },
            "delegate": {
                "howToPlay": "Comment déléguer le rôle de maire ?",
                "sheriffDelegatesWhen": "À chaque fois que le maire meurt, il doit déléguer son rôle à l'un des survivants.",
                "noDemocracyHere": "Aucune démocratie ici, le maire mourrant choisi arbitrairement son successeur en le pointant du doigt.",
                "toValidateDelegation": "Pour passer à la suite, le maire doit obligatoirement choisir une successeur."
            }
        },
        "dog-wolf": {
            "choose-side": {
                "howToPlay": "Comment jouer le Chien-Loup ?",
                "dogWolfChoosesSideWhen": "Au début de la partie, seulement la première nuit, le Chien-Loup se réveille.",
                "dogWolfCanChooseSide": "Le Chien-Loup choisit le camp qu'il va rejoindre pour le reste de la partie.",
                "ifItChoosesVillagers": "S'il choisit le camp des Villageois, il reste avec son maître au village et devra éliminer les Loups-Garous.",
                "ifItChoosesWerewolves": "Si au contraire, il choisit de rejoindre les Loups-Garous, son instinct primaire sauvage se réveillera et devra éliminer les Villageois. Il se réveillera alors avec les autres Loups-Garous pour décider de la victime à dévorer.",
                "toValidateChooseSide": "Pour passer à la suite, le Chien-Loup doit choisir obligatoirement un camp."
            }
        },
        "cupid": {
            "charm": {
                "howToPlay": "Comment jouer Cupidon ?",
                "cupidCharmsWhen": "Au début de la partie, seulement la première nuit, Cupidon se réveille.",
                "cupidCanCharm": "Cupidon peut rendre amoureux deux joueurs grâce à son arc et ses flèches d'Amour. Il peut se désigner lui-même avec une autre personne. Le maître du jeu devra, en silence et le plus discrètement possible, tapoter le dos des joueurs amoureux une fois le choix de Cupidon fait.",
                "toValidateCharm": "Pour passer à la suite, Cupidon doit obligatoirement choisir deux cibles."
            }
        },
        "lovers": {
            "meet-each-other": {
                "howToPlay": "Comment jouer les Amoureux ?",
                "loversMeetEachOtherWhen": "Au début de la partie, seulement la première nuit après que Cupidon les ait charmé, les Amoureux se réveillent.",
                "loversMustWinTogether": "Les Amoureux se découvrent pour la première fois en se réveillant et devront finir la partie ensemble, quel que soit leur rôle ou camps. Si l'un des deux meurt, l'autre mourra instantanément de chagrin.",
                "loversHave20s": "Les Amoureux ont environ 20 secondes pendant leur tour, ce qui est suffisant pour se découvrir et avoir un coup de foudre.",
                "noActionRequiredToValidate": "Aucune action n'est requise pour passer à la suite."
            }
        },
        "two-sisters": {
            "meet-each-other": {
                "howToPlay": "Comment jouer les Deux Sœurs ?",
                "twoSistersMeetEachOtherWhen": "Les Deux Sœurs ne se réveillent que la première nuit. | Tant que les Deux Sœurs sont vivantes, elles se réveillent toutes les nuits. | Tant que les Deux Sœurs sont vivantes, elles se réveillent toutes les {sistersWakingUpInterval} nuits.",
                "intervalCanBeChanged": "Le nombre de nuits entre deux réveils des Deux Sœurs peut être changé dans les options de la partie.",
                "twoSistersTalk": "Les Deux Sœurs peuvent se faire confiance : elles connaissent toutes les deux le rôle de l'autre ! Pendant leur tour, elles peuvent se concerter rapidement et en silence sur les décisions à prendre pour sauver le village.",
                "twoSistersHave20s": "Les Deux Sœurs ont environ 20 secondes pendant leur tour pour discuter grâce à un habile langage des signes.",
                "noActionRequiredToValidate": "Aucune action n'est requise pour passer à la suite."
            }
        },
        "three-brothers": {
            "meet-each-other": {
                "howToPlay": "Comment jouer les Trois Frères ?",
                "threeBrothersMeetEachOtherWhen": "Les Trois Frères ne se réveillent que la première nuit. | Tant qu'au moins deux des Trois Frères sont vivants, ils se réveillent toutes les nuits. | Tant qu'au moins deux des Trois Frères sont vivants, ils se réveillent toutes les {brothersWakingUpInterval} nuits.",
                "intervalCanBeChanged": "Le nombre de nuits entre deux réveils des Trois Frères peut être changé dans les options de la partie.",
                "threeBrothersTalk": "Les Trois Frères peuvent se faire confiance : ils connaissent tous les trois leur rôle respectif ! Pendant leur tour, ils peuvent se concerter rapidement et en silence sur les décisions à prendre pour sauver le village.",
                "threeBrothersHave20s": "Les Trois Frères ont environ 20 secondes pendant leur tour pour discuter grâce à un habile langage des signes.",
                "noActionRequiredToValidate": "Aucune action n'est requise pour passer à la suite."
            }
        },
        "wild-child": {
            "choose-model": {
                "howToPlay": "Comment jouer l'Enfant Sauvage ?",
                "wildChildChooseModelWhen": "Au début de la partie, seulement la première nuit, l'Enfant Sauvage se réveille.",
                "wildChildCanChooseModel": "L'Enfant Sauvage choisit son modèle pour le reste de la partie. Si ce dernier meurt, l'Enfant Sauvage passera dans le camp des Loups-Garous. Sinon, il fait parti du camp des Villageois.",
                "toValidateChooseModel": "Pour passer à la suite, l'Enfant Sauvage doit obligatoirement choisir un modèle."
            }
        },
        "big-bad-wolf": {
            "eat": {
                "howToPlay": "Comment jouer le Grand-Méchant-Loup ?",
                "bigBadWolfEatsWhen": "Chaque nuit, tant qu'aucun joueur du camp des Loups-Garous n'est mort, le Grand-Méchant-Loup se réveille.",
                "bigBadWolfEatsAVictim": "Comme les Loups-Garous, le Grand-Méchant-Loup choisit sa victime parmis les joueurs vivants qui mourra le matin suivant s'il ne reçoit pas de protection. Son choix ne peut être le même que celui de ses congénères.",
                "bigBadWolfPointsAtVictim": "Le Grand-Méchant-Loup doit pointer du doigt sa victime.",
                "toValidateEat": "Pour passer à la suite, le Grand-Méchant-Loup doit obligatoirement choisir une victime."
            }
        },
        "pied-piper": {
            "charm": {
                "howToPlay": "Comment jouer le Joueur de Flûte ?",
                "piedPiperCharmsWhen": "Chaque nuit, s'il est vivant, le Joueur de Flûte se réveille.",
                "piedPiperCanCharm": "Le Joueur de Flûte peut charmer deux joueurs grâce son talent de musicien hors pair. Le maître du jeu devra, en silence et le plus discrètement possible, tapoter le dos des joueurs charmés une fois le choix du Joueur de Flûte fait.",
                "ifAllAreCharmed": "Si tous les joueurs vivants sont charmés par le Joueur de Flûte, ce dernier gagne la partie seul !",
                "ifPiedPiperIsInfected": "Si l'Infect Père des Loups choisit d'infecter le Joueur de Flûte, ce dernier perd son pouvoir de charme et ne peut plus gagner seul mais avec les Loups-Garous.",
                "toValidateCharm": "Pour passer à la suite, le Joueur de Flûte doit obligatoirement choisir deux cibles."
            }
        },
        "charmed": {
            "meet-each-other": {
                "howToPlay": "Comment jouer le joueur charmés ?",
                "charmedMeetEachOtherWhen": "Chaque fois que le Joueur de Flûte utilise son talent de musicien, tous les joueurs charmés se réveillent et se recontrent.",
                "ifAllAreCharmed": "Les joueurs charmés doivent se dépécher de trouver qui est le Joueur de Flûte, car si tous les joueurs vivants sont charmés, le musicien gagnera la partie à lui tout seul !",
                "charmedHave20s": "Les joueurs charmés ont environ 20 secondes pendant leur tour, ce qui est suffisant pour se découvrir et déduire qui pourrait être le Joueur de Flûte.",
                "noActionRequiredToValidate": "Aucune action n'est requise pour passer à la suite."
            }
        },
        "scapegoat": {
            "ban-voting": {
                "howToPlay": "Comment jouer le Bouc-Émissaire ?",
                "scapegoatBansVotingWhen": "Suite à une égalité des votes où il a été la victime, le Bouc-Émissaire a une dernière prérogative avant de rendre l'âme.",
                "scapegoatCanBanVoting": "Le Bouc-Émissaire peut retirer le droit de vote à autant de joueurs qu'il souhaite pour le jour suivant.",
                "noVoteIfAllCantVote": "Si aucun joueur ne peut voter le jour suivant, alors il n'y aura pas de pendaison.",
                "toValidateBanVoting": "Durant son tour, le Bouc-Émissaire peut désigner autant de cibles qu'il souhaite ou passer son tour."
            }
        },
        "thief": {
            "choose-card": {
                "howToPlay": "Comment jouer le Voleur ?",
                "thiefChoosesCardWhen": "Au début de la partie, seulement la première nuit, le Voleur se réveille après que la maître du jeu est retourné les cartes qui sont destinées au Voleur.",
                "thiefCanChooseCard": "Le Voleur peut, s'il le souhaite, échanger une de ses cartes contre la sienne, et ainsir changer de rôle jusque la fin de la partie. Attention, le Voleur sera obligé de prendre une carte si les deux rôles sont du camp des Loups-Garous.",
                "toValidateChooseCard": "Pour passer à la suite, le Voleur peut passer son tour ou obligatoirement prendre une carte si les deux cartes proposées sont dans le camp des Loups-Garous."
            }
        }
    },
    "PlayerAttribute": {
        "attributes": {
            "sheriff": "Ce joueur est maire",
            "seen": "Ce joueur a été vu par la Voyante",
            "eatenByWerewolves": "Ce joueur est la cible des Loups-Garous",
            "eatenByBigBadWolf": "Ce joueur est la cible du Grand-Méchant-Loup",
            "drankLifePotion": "Ce joueur a bu la potion de vie",
            "drankDeathPotion": "Ce joueur a bu la potion de mort",
            "protected": "Ce joueur est protégé",
            "ravenMarked": "Ce joueur est marqué par le Corbeau",
            "inLove": "Ce joueur est amoureux à en mourir d'un autre",
            "worshiped": "Ce joueur est le modèle de l'Enfant Sauvage",
            "charmed": "Ce joueur a été charmé par le Joueur de Flûte",
            "cantVoteByScapegoat": "Ce joueur est interdit de vote par le Bouc-Émissaire",
            "cantVoteByAll": "Ce joueur est interdit de vote par le village",
            "powerless": "Ce joueur n'a plus de pouvoir à cause de la vengeance de l'Ancien"
        },
        "remainingPhases": "Plus qu'une phase (jour ou nuit) pour que l'effet disparaisse | Il reste {remainingPhases} phases (jour ou nuit) avant que l'effet ne disparaisse",
        "endlessAttribute": "Cet effet restera jusqu'à la fin de la partie ou la mort du joueur",
        "attributeWillBeActiveWhenSunRises": "Cet effet sera actif lorque le soleil se lèvera",
        "remainingTurnsToBeActive": "Cet effet sera actif le prochain tour | Cet effet sera actif dans {remainingTurns} tours",
        "attributeInactiveBecauseDead": "Cet effet est inactif car le joueur est mort"
    },
    "PlayerThumbnail": {
        "chooseRole": "Choisir un rôle",
        "unsetPlayer": "Retirer le joueur",
        "nominated": {
            "elect-sheriff": "Ce joueur est nominé pour devenir maire",
            "vote": "Ce joueur est nominé pour la pendaison"
        },
        "thisPlayerIsDead": "Ce joueur est mort",
        "thisPlayerRoleIsRevealed": "Le rôle de ce joueur est connu des autres (sa carte n'est pas cachée)",
        "previously": "Anciennement {role}"
    },
    "PlayerVote": {
        "voteFor": "Vote pour",
        "none": "Personne",
        "playerHasVoted": "Ce joueur a voté"
    },
    "GameVillagersSide": {
        "villagers": "Villageois",
        "alive": "en vie",
        "thisPlayerIsDead": "Ce joueur est mort"
    },
    "GameWerewolvesSide": {
        "werewolves": "Loups-Garous",
        "alive": "en vie",
        "thisPlayerIsDead": "Ce joueur est mort"
    },
    "UsePotionPlayField": {
        "lifePotionUsed": "La potion de vie a déjà été utilisée",
        "deathPotionUsed": "La potion de mort a déjà été utilisée",
        "useLifePotionOn": "Utiliser la potion de vie sur ...",
        "useDeathPotionOn": "Utiliser la potion de mort sur ...",
        "loadingPotions": "Chargement des potions",
        "cantLoadPotions": "Impossible de charger les potions",
        "retry": "Réessayer"
    },
    "ChooseCardPlayField": {
        "thiefMustChooseCard": "Le Voleur est obligé de prendre une carte car elles sont toutes du camp des Loups-Garous"
    },
    "ChooseSignPlayField": {
        "choosesHisSign": "convient d'un signe avec le maître du jeu"
    },
    "GameWinners": {
        "restartGame": "Recommencer une partie",
        "quit": "Quitter",
        "newGame": "Nouvelle partie",
        "doYouWantToKeepSamePlayers": "Voulez-vous rejouer avec les mêmes joueurs ?",
        "keepSamePlayers": "Garder les mêmes joueurs",
        "fromScratch": "Recommencer du début",
        "rateThisGame": "Noter la partie"
    },
    "GameResult": {
        "wonBy": {
            "werewolves": "Partie gagnée par le seul Loup-Garou | Partie gagnée par les Loups-Garous",
            "villagers": "Partie gagnée par le seul Villageois | Partie gagnée par les Villageois",
            "lovers": "Partie gagnée par les Amoureux",
            "pied-piper": "Partie gagnée par le Joueur de Flûte",
            "nobody": "Match nul ! Aucun survivant dans le village..."
        }
    },
    "GameCanceled": {
        "gameCanceled": "Partie annulée (Oooh ...)",
        "restartGame": "Recommencer une partie",
        "quit": "Quitter",
        "newGame": "Nouvelle partie",
        "doYouWantToKeepSamePlayers": "Voulez-vous rejouer avec les mêmes joueurs ?",
        "keepSamePlayers": "Garder les mêmes joueurs",
        "fromScratch": "Recommencer du début"
    },
    "GameSummaryButton": {
        "seeGameSummary": "Voir le récapitulatif de partie"
    },
    "GameSummaryModal": {
        "gameSummary": "Récapitulatif de la partie",
        "gameResults": "Résultats de la partie",
        "gameHistory": "Historique de la partie",
        "villagers": "Villageois",
        "werewolves": "Loups-Garous",
        "close": "Fermer",
        "loadingGameHistory": "Chargement de l'historique de la partie",
        "endOfGame": "Fin de la partie"
    },
    "GameReviewButton": {
        "rateThisGame": "Noter votre expérience"
    },
    "GameReviewModal": {
        "rateThisGame": "Noter cette partie",
        "byRatingThisGameYouImproveAssistant": "En laissant un avis sur cette partie, vous permettez à l'Assistant Loups-Garous d'être amélioré. Un grand merci à vous.",
        "rateYourAssistantExperience": "Noter votre expérience avec l'Assistant",
        "assistantExperience": {
            "awesome": "Géniale",
            "good": "Bonne",
            "average": "Moyenne",
            "bad": "Mauvaise",
            "awful": "Catastrophique"
        },
        "aLittleComment": "Un petit commentaire ?",
        "dontHesitateToComment": "N'hésitez pas à donner votre avis, vos idées, vos impressions qui aideront à améliorer l'Assistant Loups-Garous",
        "IveFoundABug": "J'ai rencontré un bug ou un dysfonctionnement...",
        "sorryThatYouFoundABug": "Désolé pour cette mésaventure... N'hésitez pas à la décrire pour nous aider à améliorer l'Assistant Loups-Garous !",
        "rate": "Noter",
        "thanksForYourReview": "Merci pour votre retour. Votre avis sera pris en compte !",
        "youMustRateFirst": "Vous devez attribuer une note d'abord",
        "close": "Fermer"
    },
    "GameSummaryHistoryPlayLine": {
        "day": "Jour",
        "night": "Nuit",
        "actions": {
            "werewolves": {
                "eat": "ont décidé de manger"
            },
            "big-bad-wolf": {
                "eat": "a décidé de manger"
            },
            "vile-father-of-wolves": {
                "infect": "a décidé d'infecter"
            },
            "witch": {
                "use-potion": {
                    "life": "a utilisé sa potion de vie sur",
                    "death": "a utilisé sa potion de mort sur",
                    "both": "a utilisé ses potions sur"
                }
            },
            "seer": {
                "look": "a vu le rôle de"
            },
            "hunter": {
                "shoot": "a tiré sur"
            },
            "guard": {
                "protect": "a protégé"
            },
            "raven": {
                "mark": "a marqué"
            },
            "all": {
                "elect-sheriff": "a élu comme maire",
                "vote": "a décidé de pendre"
            },
            "sheriff": {
                "delegate": "a légué son rôle de maire à",
                "settle-votes": "a tranché pour pendre"
            },
            "dog-wolf": {
                "choose-side": "a choisi comme camp"
            },
            "cupid": {
                "charm": "a rendu amoureux"
            },
            "two-sisters": {
                "meet-each-other": "se sont concertés"
            },
            "three-brothers": {
                "meet-each-other": "se sont concertés"
            },
            "lovers": {
                "meet-each-other": "se sont rencontrés et ont eu le coup de foudre"
            },
            "wild-child": {
                "choose-model": "a choisi comme modèle"
            },
            "pied-piper": {
                "charm": "a choisi de charmer"
            },
            "charmed": {
                "meet-each-other": "se sont concertés"
            },
            "scapegoat": {
                "ban-voting": "a interdit de vote pour le jour suivant"
            }
        },
        "skipTurn": "a passé son tour"
    },
    "GameSummaryHistoryRevealedPlayerLine": {
        "idiotRoleIsRevealed": "n'a pas été pendu mais a dû révéler son rôle et a perdu son droit de vote."
    },
    "GameSummaryHistoryDeadPlayerLine": {
        "murder": {
            "all": {
                "vote": "a été pendu sur la place publique après le vote du village."
            },
            "werewolves": {
                "eat": "a été dévoré par les Loups-Garous."
            },
            "big-bad-wolf": {
                "eat": "a été dévoré par le Grand-Méchant-Loup."
            },
            "witch": {
                "use-potion": "a été empoisonné par la potion de mort de la Sorcière."
            },
            "hunter": {
                "shoot": "s'est prit une balle dans la tête de la part du Chasseur."
            },
            "cupid": {
                "charm": "est mort d'un chagrin d'amour inconsolable."
            },
            "sheriff": {
                "settle-votes": "a été pendu sur la place publique sur la décision arbitraire du maire."
            }
        }
    },
    "PlayFieldActionText": {
        "and": "et",
        "seer": {
            "seen": "souhaite voir le rôle de"
        },
        "dog-wolf": {
            "wantsToChooseSide": "souhaite rejoindre...",
            "villagers": "souhaite rester avec les Villageois",
            "werewolves": "souhaite rejoindre les Loups-Garous"
        },
        "cupid": {
            "in-love": "souhaite charmer",
            "self-targeting-in-love": "lui-même"
        },
        "wild-child": {
            "worshiped": "souhaite choisir comme modèle"
        },
        "raven": {
            "no-raven-marked": "ne souhaite marquer personne",
            "raven-marked": "souhaite marquer",
            "self-targeting-raven-marked": "souhaite se marquer lui-même"
        },
        "guard": {
            "protected": "souhaite protéger",
            "self-targeting-protected": "souhaite se protéger lui-même"
        },
        "werewolves": {
            "eaten": "souhaite manger | souhaitent manger"
        },
        "big-bad-wolf": {
            "eaten": "souhaite manger"
        },
        "witch": {
            "no-drank-life-potion": "ne souhaite pas utiliser sa potion de vie",
            "no-drank-death-potion": "ne souhaite pas utiliser sa potion de mort",
            "self-targeting-drank-life-potion": "souhaite utiliser sa potion de vie sur elle-même",
            "self-targeting-drank-death-potion": "souhaite utiliser sa potion de mort sur elle-même",
            "drank-life-potion": "souhaite utiliser sa potion de vie sur",
            "drank-death-potion": "souhaite utiliser sa potion de mort sur"
        },
        "sheriff": {
            "chosen-for-vote": "souhaite pendre",
            "self-targeting-chosen-for-vote": "souhaite se pendre lui-même",
            "delegate": "souhaite déléguer son rôle de maire à"
        },
        "hunter": {
            "shoot": "souhaite tirer sur"
        },
        "pied-piper": {
            "charmed": "souhaite charmer"
        },
        "scapegoat": {
            "no-ban-voting": "ne souhaite interdire personne de vote pour la prochaine journée",
            "ban-voting": "souhaite interdire de vote pour la prochaine journée"
        },
        "thief": {
            "no-choose-card": "ne souhaite pas changer de rôle",
            "choose-card": "souhaite devenir"
        }
    },
    "CancelActionButton": {
        "cancel": "Annuler",
        "cancelTarget": "Annuler cette cible",
        "cancelSide": "Annuler le choix du camp"
    },
    "SelectAllTargetsButton": {
        "selectAll": "Tout sélectionner",
        "selectAllTargets": "Sélectionner toutes les cibles"
    },
    "VotePlayField": {
        "onlyCanBeHanged": "Seuls {players} sont éligibles à la pendaison",
        "everybodyCanBeHanged": "Tout le monde est éligible à la pendaison",
        "stutteringJudgeHasMadeHisSign": "a fait son signe pour demander un second vote ?",
        "stutteringJudgeDidntChooseSignYet": "ne peut pas demander un second vote car il n'a pas encore choisi son signe.",
        "stutteringJudgeAlreadyRequestedVote": "a déjà demandé un second vote.",
        "stutteringJudgeIsPowerless": "ne peut pas demander un second vote car il n'a plus son pouvoir."
    },
    "ProtectPlayField": {
        "loadingTargets": "Chargement des cibles du Salvateur",
        "cantLoadGuardTargets": "Impossible de charger les cibles du Salvateur",
        "retry": "Réessayer"
    },
    "MeetEachOtherPlayField": {
        "meetEachOtherTheFirstTime": "se rencontrent pour la première fois",
        "meetEachOtherForTalking": "se concertent discrètement",
        "meetEachOtherInSilence": "se rencontrent sans un bruit"
    },
    "PlayerTargets": {
        "noPossibleTargets": "Aucune cible possible"
    },
    "NoActionExpected": {
        "noActionExpected": "Aucune action requise"
    },
    "GameEventMonitor": {
        "skip": "Passer",
        "skipToNextEvent": "Passer au prochain évènement"
    },
    "GameEvent": {
        "next": "Suivant",
        "previous": "Précédent",
        "press": "Appuyez sur",
        "toGoBack": "pour revenir en arrière",
        "toGoFurther": "pour passer à la suite",
        "and": "et",
        "messages": {
            "welcomeToTheVillage": "Bienvenue à tous dans le village de Thiercelieux !",
            "compositionIs": "Ce village de {inhabitantCount} habitants se compose de ",
            "moreRolesBecauseOfThief": "Attention, le Voleur est dans la partie ! Ce joueur pourra échanger son rôle avec un autre qui n'a pas été annoncé dans la composition.",
            "looksLifeSomeWerewolvesIntroducedThemselves": "Il semblerait qu'un ou plusieurs Loups-Garous se soient faufilés dans le village...",
            "villagersMurderWerewolves": "Villageois, prenez les fourches et nettoyez votre village de ces canidés !",
            "beforeStartingLetsElectSheriff": "Mais avant de vous entretuer, il faut élire le maire de ce village.",
            "villagerVillagerStartsGameRevealed": "{player} est le Villageois-Villageois et commence donc la partie avec son rôle connu de tous. C'est un Villageois digne de confiance.",
            "allElectSheriff": "Le débat va commencer pour élire le premier maire du village.",
            "gameStartsWithVoteBecauseOfAngel": "La partie commence par un vote du village car l'Ange est présent. S'il meurt de ce vote, il gagnera instantanément la partie !",
            "playerDies": "{player} est mort ! Quelle tragédie...",
            "playerRevealsRole": "Il ou elle révèle son rôle aux survivants.",
            "noIdiotSheriffAnymore": "Étant donné que le maire était en réalité l'Idiot, il ne délèguera pas sa fonction. Quel idiot !",
            "ancientTakesHisRevenge": "L'Ancien est mort par l'un des Villageois ...! Sa vengeance sera terrible : tous les joueurs dans le camp des Villageois perdent leurs pouvoirs pour le reste de la partie.",
            "playerHasBeenPromotedSheriff": "{player} a été élu maire !",
            "sheriffCanMakeASpeech": "Le maire peut, s'il le souhaite, faire un discours poignant sur son élection.",
            "nightFalls": "La nuit tombe sur le village de Thiercelieux...",
            "inhabitantsFallAsleep": "Les habitants du village s'endorment.",
            "dayRises": "Le jour se lève sur le village de Thiercelieux.",
            "deathDuringNight": "Le village se réveille et on dirait qu'un seul habitant manque à l'appel ! | Le village se réveille et on dirait que {numberOfDeaths} habitants manquent à l'appel !",
            "letsSeeWhoIsDead": "Après plusieurs recherches, le village doit se résoudre à annoncer publiquement la triste nouvelle...",
            "noDeathDuringNight": "Le village se réveille, et, à la surprise générale, personne n'est mort pendant la nuit !",
            "allVote": "Les habitants du village vont maintenant voter pour pendre l'un des leurs et espérer débusquer un loup-Garou.",
            "allVoteAgain": "Étant donné qu'il n'y a pas de maire pour départager, le village va devoir voter entre les joueurs à égalité: {players}.",
            "noDeathAfterVotes": "Même après 2 votes consécutifs, le village n'a pas réussi à s'entendre sur qui sera pendu.",
            "everybodyFallAsleepAlive": "Par conséquent, il n'y aura aucune mise à mort publique aujourd'hui. Tous les habitants sans exception se rendorment en vie... pour l'instant !",
            "attentionToTheAncient": "Attention, l'Ancien est encore en vie et caché parmi les habitants ! S'il est pendu, tous les Villageois d'origine n'auront plus de pouvoirs spéciaux.",
            "seerStarts": "La Voyante se réveille et va découvrir dans sa boule de cristal le rôle d'un habitant.",
            "followingMessageMustBeMimed": "La phrase suivante devra être mimée à la Voyante car cette dernière n'est pas très bavarde...",
            "seerHasSeen": "La Voyante a vu",
            "werewolvesStart": "Le Loup-Garou se réveille et va choisir son dîner de ce soir. | Les Loups-Garous se réveillent et vont choisir leur dîner de ce soir.",
            "gameMasterWillTouchInfected": "Le maître du jeu va faire le tour des habitants et toucher la victime des Loups-Garous si l'Infect Père des Loups a décidé de l'infecter. Elle saura alors qu'elle est devenue un Loup-Garou.",
            "witchStarts": "La Sorcière se réveille et va, si elle le souhaite, utiliser ses potions.",
            "guardStarts": "Le Salvateur se réveille et va protéger la personne de son choix.",
            "ravenStarts": "Le Corbeau se réveille et va, s'il le souhaite, marquer de sa plume un des habitants.",
            "ravenHasMarked": "Le Corbeau a choisi où déposer sa plume.",
            "gameMasterWillDepositMark": "Le maître du jeu va faire le tour des habitants et déposer la marque du Corbeau devant la victime s'il y en a une.",
            "hunterStarts": "Dans son dernier souffle, le Chasseur s'apprête à choisir la cible de sa vengeance.",
            "dogWolfStarts": "Le Chien-Loup se réveille et va choisir son camp pour le reste de la partie.",
            "cupidStarts": "Cupidon se réveille et va rendre inséparables deux personnes grâce à ses flèches de l'Amour.",
            "cupidCharmedTwoPlayers": "Cupidon a rendu inséparables deux personnes qui devront maintenant terminer la partie ensemble.",
            "gameMasterWillTouchLovers": "Le maître du jeu va faire le tour des habitants et toucher dans le dos les deux Amoureux.",
            "loversStart": "Les Amoureux se réveillent et vont se rencontrer pour la première fois.",
            "twoSistersMeetEachOther": "Les Deux Sœurs se réveillent et vont se rencontrer pour la première fois.",
            "twoSistersWakeUpToTalk": "Les Deux Sœurs se réveillent et vont se concerter discrètement.",
            "threeBrothersMeetEachOther": "Les Trois Frères se réveillent et vont se rencontrer pour la première fois.",
            "threeBrothersWakeUpToTalk": "Les Trois Frères se réveillent et vont se concerter discrètement.",
            "wildChildStarts": "L'Enfant Sauvage se réveille pour choisir son modèle parmi les habitants.",
            "bigBadWolfStarts": "Le Grand-Méchant-Loup se réveille pour choisir la seconde victime des Loups-Garous.",
            "piedPiperStarts": "Le Joueur de flûte se réveille pour choisir deux victimes qui seront sous l'emprise de son charme.",
            "sheriffSettlesVote": "Le maire va départager pour régler l'égalité des votes sur la pendaison.",
            "sheriffDelegates": "Dans son dernier souffle, le maire va déléguer son rôle à l'un des survivants.",
            "piedPiperCharmedTwoPlayers": "Le Joueur de Flûte a charmé deux personnes de plus, il se rapproche de son but ultime de vengeance.",
            "gameMasterWillTouchCharmed": "Le maître du jeu va faire le tour des habitants et toucher dans le dos les deux nouveaux charmés.",
            "charmedWakeUp": "Les tout juste charmés par le Joueur de Flûte se réveillent pour se reconnaître.",
            "charmedWakeUpWithOldOnes": "Les tout juste charmés par le Joueur de Flûte se réveillent avec les anciens charmés pour se reconnaître.",
            "scapegoatStarts": "Face à l'injustice de sa mort, le Bouc-Émissaire va choisir qui n'aura pas le droit de vote au jour suivant dans son dernier souffle.",
            "idiotIsForgiven": "Le village se rend compte que le joueur pendu était en vérité l'Idiot ! Les Villageois ayant pitié de lui, décident de le gracier mais il ne pourra plus voter jusqu'à la fin de la partie.",
            "playerRoleIsRevealed": "Le joueur retourne sa carte et continue à jouer.",
            "thiefStarts": "Le Voleur se réveille et va, s'il le souhaite, voler l'une des deux cartes additionnelles et s'approprier le rôle sur celle-ci.",
            "gameMasterWillFlipAdditionalCards": "Le maître du jeu va retourner les cartes additionnelles destinées au Voleur pour qu'il en prenne connaissance et puisse faire son choix.",
            "thiefChoosesCard": "Si le Voleur a choisi une carte, le maître du jeu va procéder à l'échange. Les deux cartes restantes sont replacées faces cachées au centre de la table.",
            "stutteringJudgeStarts": "Le Juge Bègue se réveille et va convenir d'un signe avec le maître du jeu. Ce signe réalisé pendant un vote en déclenchera un second juste après l'annonce de la victime."
        }
    },
    "Statistics": {
        "statistics": "Statistiques",
        "loadingStatistics": "Chargement des statistiques",
        "createdGames": "<b>{count}</b> partie créée | <b>{count}</b> parties créées",
        "averageNumberOfPlayers": "<b>{count}</b> joueurs en moyenne par partie",
        "averageNumberOfTurns": "<b>{count}</b> tours en moyenne par partie",
        "mostUsedRole": "Rôle le plus distribué",
        "leastUsedRole": "Rôle le moins distribué",
        "withUsage": "avec une seule utilisation | avec {count} utilisations",
        "averageVillagersWinning": "<b>{count}</b>% de victoire des Villageois",
        "averageWerewolvesWinning": "<b>{count}</b>% de victoire des Loups-Garous",
        "backToHome": "Retour à l'accueil",
        "youDontHaveGamesCreatedYet": "Vous n'avez pas encore créé de partie",
        "createGameNow": "Créer une partie maintenant"
    },
    "Role": {
        "a": {
            "all": "le village",
            "villager": "un Villageois",
            "werewolf": "un Loup-Garou",
            "seer": "une Voyante",
            "witch": "une Sorcière",
            "hunter": "un Chasseur",
            "guard": "un Salvateur",
            "raven": "un Corbeau",
            "little-girl": "une Petite Fille",
            "villager-villager": "un Villageois-Villageois",
            "cupid": "Cupidon",
            "two-sisters": "une des Deux Sœurs",
            "three-brothers": "un des Trois Frères",
            "wild-child": "un Enfant Sauvage",
            "dog-wolf": "un Chien-Loup",
            "big-bad-wolf": "un Grand-Méchant-Loup",
            "idiot": "un Idiot",
            "vile-father-of-wolves": "un Infect Père des Loups",
            "ancient": "un Ancien",
            "scapegoat": "un Bouc-Émissaire",
            "pied-piper": "un Joueur de Flûte",
            "white-werewolf": "un Loup-Garou Blanc",
            "stuttering-judge": "un Juge Bègue",
            "thief": "un Voleur",
            "angel": "un Ange"
        },
        "the": {
            "villager": "le Villageois",
            "werewolf": "le Loup-Garou",
            "werewolves": "les Loups-Garous",
            "villagers": "les Villageois",
            "seer": "la Voyante",
            "witch": "la Sorcière",
            "hunter": "le Chasseur",
            "guard": "le Salvateur",
            "raven": "le Corbeau",
            "sheriff": "le maire",
            "all": "le village",
            "little-girl": "la Petite Fille",
            "villager-villager": "le Villageois-Villageois",
            "cupid": "Cupidon",
            "two-sisters": "les Deux Sœurs",
            "three-brothers": "les Trois Frères",
            "wild-child": "l'Enfant Sauvage",
            "dog-wolf": "le Chien-Loup",
            "big-bad-wolf": "le Grand-Méchant-Loup",
            "lovers": "les amoureux",
            "charmed": "les charmés",
            "idiot": "l'Idiot",
            "vile-father-of-wolves": "l'Infect Père des Loups",
            "ancient": "l'Ancien",
            "scapegoat": "le Bouc-Émissaire",
            "pied-piper": "le Joueur de Flûte",
            "white-werewolf": "le Loup-Garou Blanc",
            "stuttering-judge": "le Juge Bègue",
            "thief": "le Voleur",
            "angel": "l'Ange"
        },
        "description": {
            "villager": [
                "Son but est d'éliminer les Loups-Garous.",
                "Il n'a aucune compétence particulière.",
                "Ses seules armes sont la capacité d'analyse des comportements pour identifier les Loups-Garous."
            ],
            "werewolf": [
                "Son but est d'éliminer les Villageois.",
                "Chaque nuit, ils dévorent un Villageois. Le jour, ils essaient de masquer leur identité nocturne pour échapper à la vindicte populaire.",
                "Leur nombre peut varier suivant le nombre de joueurs et les variantes appliquées.",
                "En aucun cas un simple Loup-Garou ne peut dévorer un autre Loup-Garou."
            ],
            "seer": [
                "Son but est d'éliminer les Loups-Garous.",
                "Chaque nuit, elle voit la carte d'un joueur de son choix.",
                "Elle doit aider les autres Villageois mais rester discrète pour ne pas être démasquée par les Loups-Garous."
            ],
            "witch": [
                "Son but est d'éliminer les Loups-Garous.",
                "Elle sait concocter 2 potions extrêmement puissantes: une potion de guérison pour ressusciter le joueur dévoré par les Loups-Garous et une potion d'empoisonnement utilisée la nuit pour éliminer un joueur.",
                "La Sorcière peut utiliser chaque potion 1 seule fois dans la partie.",
                "Elle peut se servir de ses 2 potions la même nuit.",
                "Le matin, suivant la ou les potions utilisées, il pourra y avoir 2 joueurs éliminés ou aucun !",
                "La Sorcière peut également utiliser la potion de guérison à son profit, et donc se guérir elle-même si elle vient d'être dévorée par les Loups-Garous."
            ],
            "hunter": [
                "Son but est d'éliminer les Loups-Garous.",
                "S'il se fait dévorer par les Loups-Garous ou éliminer malencontreusement par les Villageois, le Chasseur doit répliquer avant de rendre l'âme en éliminant immédiatement n'importe quel autre joueur de son choix.",
                "Si le Chasseur est l'amoureux d'un joueur éliminé, avant de quitter la partie le Chasseur doit immédiatement éliminer un autre joueur de son choix.",
                "Cela peut entraîner une partie où il ne reste aucun joueur survivant. Dans ce cas, la victoire n'appartient à aucun des deux camps."
            ],
            "guard": [
                "Son but est d'éliminer les Loups-Garous.",
                "Ce personnage peut préserver les Villageois de la morsure des Loups-Garous... Chaque nuit, le Salvateur est appelé avant les Loups-Garous.",
                "Le Salvateur désigne alors un joueur au meneur de jeu. (Il est de tradition que le Salvateur reproduise d'abord avec ses mains la figure dessinée sur la carte).",
                "Le joueur ainsi désigné sera protégé la nuit durant (et celle-ci seulement) contre les Loups-Garous. Même désigné par eux, il ne sera pas éliminé du jeu.",
                "Le Salvateur a le droit de s'auto-protégé. Il n'a pas le droit de protéger 2 nuits de suite le même joueur.",
                "La protection du Salvateur ne donne aucun résultat sur la Petite Fille. (Elle est en pleine crise de préadolescence et rien ne saurait lui éviter d'avoir des ennuis).",
                "Le Salvateur ne protège ni du Joueur de Flûte ni de l'infection par l'Infect Père des Loups."
            ],
            "raven": [
                "Son but est d'éliminer les Loups-Garous.",
                "Cet individu adore faire connaître ses suspicions de culpabilité en marquant, juste avant l'aube, le joueur de son choix. Son impact est certain malgré le manque de courage de notre oiseau !",
                "Chaque fin de nuit, après que les Loups-Garous se sont rendormis, à l'appel de son rôle le Corbeau peut désigner un joueur qu'il suspecte ou passer son tour.",
                "Le meneur dépose alors le marqueur \"Malédiction du Corbeau\" devant le joueur désigné. Ce joueur aura automatiquement 2 voix de plus contre lui au prochain décompte des votes."
            ],
            "little-girl": [
                "Son but est d'éliminer les Loups-Garous.",
                "La Petite Fille peut, en entrouvrant les yeux, espionner les Loup-Garous pendant leur réveil.",
                "Si elle se fait surprendre par un des Loups-Garous, elle pourra être dévorée immédiatement (en silence), à la place de la victime désignée.",
                "La Petite Fille ne peut espionner que la nuit, durant le tour d'éveil des Loups-Garous. Elle n'a pas le droit de se faire passer pour un Loup-Garou et d'ouvrir grand les yeux."
            ],
            "villager-villager": [
                "Son but est d'éliminer les Loups-Garous.",
                "Ce personnage possède une âme claire et transparente comme l'eau d'un ruisseau montagnard. Il méritera l'écoute attentive de ses pairs et rendra sa parole décisive dans les moments cruciaux.",
                "Quel pouvoir peut être aussi grand que d'inspirer aux honnêtes gens une confiance absolue ?",
                "Les Loups-Garous se rueront-ils pour éliminer cet être sans pouvoir secret ? Préféreront-ils débusquer des Villageois aux pouvoirs plus menaçant ?",
                "Sur ses 2 faces, cette carte possède l'illustration de Simple Villageois. À la distribution, le village aura donc la certitude absolue que son propriétaire est bel et bien un innocent Simple Villageois.",
                "Conseil au meneur: ce personnage peut devenir un Capitaine ou un Garde Champêtre de confiance."
            ],
            "cupid": [
                "Son but est d'éliminer les Loups-Garous.",
                "En décochant ses célèbres flèches magiques, Cupidon a le pouvoir de rendre 2 personnes amoureuses à jamais.",
                "La première nuit (tour préliminaire), il désigne les 2 joueurs (ou joueuses) amoureux. Cupidon peut, s'il le veut, se désigner comme l'un des deux Amoureux.",
                "Si l'un des Amoureux est éliminé, l'autre meurt de chagrin immédiatement. Un Amoureux ne doit jamais éliminer son aimé, ni lui porter aucun préjudice (même pour faire semblant !).",
                "Attention: si l'un des Amoureux est un Villageois et l'autre un Loup-Garou ou le Joueur de Flûte, le but de la partie change pour les Amoureux: En effet, afin de pouvoir vivre en paix leur amour et gagner la partie, ils doivent éliminer tous les autres joueurs, Loups-Garous et Villageois, en respectant les règles du jeu."
            ],
            "two-sisters": [
                "Leur but est d'éliminer les Loups-Garous.",
                "Certains locaterciens les confondent quand ils croisent l'une des Deux Sœurs au détour d'un chemin creux.",
                "Le sourire qui s'affiche sur le visage de la jeune fille après qu'on a tenté sa chance au jeu du prénom est difficile à interpréter : la jeune nubile est-elle heureuse d'avoir été identifiée, ou s'amuse-t-elle de la méprise ?",
                "En tout cas, les Deux Sœurs s'entendent comme les doigts de la main ou les cheveux d'une même mèche. C'est certes encourageant d'avoir un proche sur qui compter dans ces moments incertains !",
                "La première nuit, à l'appel du meneur, elles se réveillent ensemble et se reconnaissent. Ensuite, au cours de la partie, une nuit sur deux, elles se réveillent à nouveau et se concertent rapidement et en silence sur les décisions à prendre pour sauver le village.",
                "Conseil au meneur: particulièrement puissant avec des pratiquants de la langue des signes."
            ],
            "three-brothers": [
                "Leur but est d'éliminer les Loups-Garous.",
                "Tout le village résonne de leurs joyeux éclats verbaux quand ils regagnent la maison après le travail des champs.",
                "Pendant les débats, un simple coup d'œil entre eux leur permet de prendre une bonne décision quant à l'avenir du village.",
                "La première nuit, à l'appel du meneur, ils se réveillent ensemble et se reconnaissent. Ensuite, au cours de la partie, une nuit sur deux, ils se réveillent à nouveau et se concertent rapidement et en silence sur les décisions à prendre pour sauver le village.",
                "Conseil au meneur: particulièrement puissant avec des pratiquants de la langue des signes. À n'utiliser que dans les grands villages. Si le village est très grand, vous pouvez même y associer les Deux Sœurs !"
            ],
            "wild-child": [
                "Son but est d'éliminer les Loups-Garous tant que son modèle est vivant.",
                "Abandonné dans la forêt par ses parents dans sa plus tendre enfance, il y fut élevé par des loups. Dès qu'il sut marcher à quatre pattes, l'Enfant Sauvage se mit à errer aux abords de Thiercelieux.",
                "Un beau jour, fasciné par un habitant du village qui marchait debout avec grâce et prestance, il en fit son modèle en secret.",
                "Il décida alors d'intégrer la communauté de Thiercelieux et pénétra, inquiet, dans le village. La communauté fut émue par sa fragilité, l'adopta et l'accueillit en son sein.",
                "Que deviendra-t-il : honnête Villageois ou terrible Loup-Garou ? Toute son existence, le cœur de l'Enfant Sauvage balancera entre ces deux alternatives. Puisse son modèle le confirmer dans son humanité nouvelle.",
                "L'Enfant Sauvage est un Villageois. La première nuit, à l'appel du meneur, il désigne un joueur modèle. Si durant la partie le joueur désigné est éliminé, l'Enfant Sauvage devient Loup-Garou et se réveillera la nuit suivante avec ses congénères, dévorera avec eux toutes les nuits jusqu'à la fin de la partie.",
                "En revanche, tant que son modèle est vivant, l'Enfant Sauvage demeure un Villageois. Que son modèle s'avère ou non être un Loup-Garou ne change rien à l'affaire ! Rien n'empêche l'Enfant Sauvage de participer à l'élimination de son modèle s'il le désire.",
                "Si son modèle est vivant lorsque tous les Loups-Garous sont éliminés, il a gagné avec les Villageois. Si son modèle est éliminé et que seuls des Loups-Garous survivent avec lui, c'est aussi une victoire pour notre Enfant Sauvage.",
                "Conseil au meneur: ne pas révéler la véritable nature de l'Enfant Sauvage éliminé par le vote du village peut être amusant. Le doute à propos de sa véritable identité subsiste alors : était-il Villageois ou Loup-Garou avant d'être éliminé ?"
            ],
            "dog-wolf": [
                "Son but est d'éliminer les Loups-Garous s'il reste chien ou d'éliminer les Villageois s'il décide de devenir un loup.",
                "Tous les chiens savent au tréfonds d'eux-mêmes que leurs ancêtres étaient loups et que c'est l'Homme qui les a maintenus dans cet état de compagnons enfantins et craintifs, mais fidèles et généreux.",
                "En tout cas, seul le Chien-Loup peut décider s'il obéira à son maître humain et civilisé ou s'il écoutera l'appel de la nature sauvage enfouie dans ses entrailles.",
                "La première nuit, il choisit s'il désire être un Simple Villageois ou Loup-Garou.",
                "S'il désire être Loup-Garou, il se réveillera avec eux toutes les nuits et participera désormais à la désignation de la victime dévorée. Sinon, il garde les yeux clos et gagnera avec les Villageois.",
                "Ce choix est définitif !",
                "Conseil au meneur: ne pas révéler la véritable nature du Chien-Loup éliminé par le vote du village peut-être amusant. Le doute à propos de sa véritable identité subsiste alors : était-il Villageois ou Loup-Garou avant d'être éliminé ?"
            ],
            "big-bad-wolf": [
                "Son but est d'éliminer les Villageois.",
                "À Thiercelieux, les petits cochons ne sont pas les seuls à redouter le Grand-Méchant-Loup. Il est énorme et son appétit est gigantesque. À cause de lui, des villages entiers furent rayés de la carte !",
                "Chaque nuit, il se réveille et dévore avec les autres Loups-Garous. Mais tant qu'aucun Loup-Garou, Chien-Loup devenu loup ou Enfant Sauvage ayant perdu son modèle n'est éliminé, il se réveille seul une deuxième fois et dévore une autre victime.",
                "Il ne peut pas dévorer de Loup-Garou."
            ],
            "vile-father-of-wolves": [
                "Son but est d'éliminer les Villageois.",
                "Le tout premier Loup-Garou de nos contrées, le père de tous leurs pères, avait deux pouvoirs : le premier était de propager son engeance par une morsure spéciale et le second de fuir ce monde en s'endormant pour quelques siècles.",
                "Heureusement pour nos ancêtres récents, il s'était depuis longtemps assoupi. Les auteurs de cet ouvrage souhaitent bon courage aux Villageois d'aujourd'hui et signalent que l'Infect Père des Loups vient juste de se réveiller d'un long sommeil, et qu'il a très faim !",
                "Chaque nuit, il se réveille et dévore avec les autres Loups-Garous. Mais une fois dans la partie, s'il le désire, après que les Loups-Garous se sont endormis, il lève la main. Cela signifie que la victime n'est pas dévorée mais infectée.",
                "L'Infect Père des Loups ne peut utiliser son pouvoir qu'une seule fois dans la partie. Le meneur touche alors cet habitant infecté qui devient immédiatement (et secrètement) Loup-Garou, il participera désormais au festin des Loups-Garous.",
                "S'il possédait un pouvoir nocturne, il sera réveillé par le meneur les tours suivants pour utiliser ce pouvoir, en plus d'être appelé avec les Loups-Garous."
            ],
            "ancient": [
                "Son but est d'éliminer les Loups-Garous.",
                "Il a victorieusement traversé toutes les terribles épreuves de la vie, et a acquis une résistance hors du commun ! Les Loups-Garous devront s'y prendre à 2 fois pour le dévorer.",
                "La première fois que l'Ancien du village est dévoré par les Loups-Garous il survit. Le meneur de jeu ne retourne pas sa carte. L'Ancien est éliminé seulement la deuxième fois qu'il est dévoré.",
                "Le vote du village, la potion d'empoisonnement de la Sorcière, le tir du Chasseur et le rasoir du Barbier éliminent l'Ancien du premier coup.",
                "Mais désespérés d'avoir éliminé un tel puit de sciences, les Villageois perdent leurs pouvoirs spéciaux jusqu'à la fin de la partie. Il n'est pas affecté par l'Infect Père des Loups si c'est la première fois qu'il est mordu.",
                "Attention : Si l'Ancien du village se fait soigner par la Sorcière, il récupère une seule vie."
            ],
            "scapegoat": [
                "Son but est d'éliminer les Loups-Garous.",
                "C'est bien triste, mais à Thiercelieux, quand quelque chose ne va pas c'est toujours lui qui en subit injustement les conséquences...",
                "Si le vote du village amène une égalité, c'est le Bouc émissaire qui est éliminé à la place des ex æquo.",
                "À lui de bien manœuvrer pour éviter cette triste conclusion. Si le Bouc émissaire est éliminé, il lui reste une prérogative à exercer. Il désigne qui votera ou ne votera pas durant la prochaine journée.",
                "Attention : désigner 1 seul joueur pour voter, c'est risquer de le faire dévorer par les Loups-Garous la nuit suivante. il n'y aura alors pas de vote du village. (Sauf bien entendu si le joueur désigné est un Loup-Garou, ou que les Loups-Garous fassent exprès de ne pas l'éliminer...)"
            ],
            "idiot": [
                "Son but est d'éliminer les Loups-Garous.",
                "Quel village n'a pas son Idiot ? Il fait un peu n'importe quoi, mais il est tellement attachant que personne ne lui voudrait du mal...",
                "Si le village vote contre lui, l'Idiot du village retourne sa carte. À cet instant, les Villageois comprennent leur erreur et ils le gracient immédiatement. Dorénavant, il continue à jouer, mais il a perdu son droit de vote. Que vaudrait le vote d'un Idiot... Il n'y aura pas de pendaison à ce tour.",
                "Attention : si les Loups-Garous le dévorent, l'Idiot du village est éliminé. Si l'Idiot est éliminé alors qu'il était le Capitaine du village, il ne transmet pas sa fonction. Si le Chasseur tire sur l'Idiot, ce dernier est éliminé."
            ],
            "pied-piper": [
                "Son but est de charmer tous les joueurs vivants.",
                "Ignominieusement chassé du village, il est revenu des années plus tard sous le couvert d'une fausse identité pour exercer sa terrible vengeance.",
                "Chaque nuit, à l'appel du meneur du jeu, le Joueur de flûte charme 2 nouveaux joueurs. Dès l'instant où il ne reste plus que des joueurs charmés, le Joueur de flûte a gagné contre tous les autres. (Même si cela arrive suite à un vote du village ou grâce aux Loups-Garous).",
                "S'il est infecté par l'Infect Père des Loups, il devient un simple Loup-Garou. Son objectif initial, qui était vouloir charmer tous les joueurs, est donc abandonné. Il va collaborer avec les Loups-Garous pour leur victoire commune.",
                "Attention : le Joueur de flûte ne peut s'auto-charmer. Le Salvateur ne protège pas du charme. La Sorcière ne guérit pas du charme. Les Loups-Garous ne sont pas immunisés contre le charme. Les joueurs charmés conservent tous leurs pouvoirs et caractéristiques. Le charme ne se transmet pas entre Amoureux."
            ],
            "white-werewolf": [
                "Son but est d'être le seul survivant du village. Dans ce cas-là seulement il gagne la partie.",
                "Ce très malfaisant personnage déteste autant les Loups-Garous que les Villageois !",
                "Dans un ouvrage récent, intitulé \"Le Village\", on raconte qu'une étrange mutation serait survenue au sein même de la population lycanthropique.",
                "Chaque nuit, il se réveille et dévore avec les autres Loups-Garous. Mais une nuit sur deux, à l'appel du meneur, il se réveille seul et peut éliminer un Loup-Garou."
            ],
            "stuttering-judge": [
                "Son but est d'éliminer les Loups-Garous.",
                "Le plus jeune fils du meunier était doué pour les études et rêvait d'être avocat. Comme son père avait bien réussi à rouler ses clients dans la farine, il l'envoya faire son droit dans la grande cité voisine.",
                "Un léger défaut de prononciation interdit au jeune homme le prestige tant convoité d'être défendeur de la veuve et de l'orphelin. Toutefois, il regagna le village de Thiercelieux auréolé du titre guère moins prestigieux de juge itinérant.",
                "Une fois dans la partie, le Juge Bègue peut décider qu'il y aura 2 votes consécutifs et deux éliminations de suspect.",
                "Le Juge Bègue signifie au meneur sa décision par un signe particulier qu'il utilise pour désigner un habitant durant le vote du village. Le deuxième vote est aussitôt déclenché sans débat par le meneur, juste après l'élimination due au premier vote. Le \"Ju-juge-Bè-bègue\" aura montré ce signe particulier durant la première nuit, à l'appel du meneur.",
                "Conseil au meneur : soyez toujours attentif au comportement du Juge Bègue durant les votes, afin de ne pas manquer son signe particulier."
            ],
            "thief": [
                "Son but est d'éliminer les Loups-Garous mais son but peut changer suivant la carte choisie.",
                "Si on veut jouer le Voleur, deux cartes additionnelles doivent être ajoutées en plus de la composition de base. Les deux cartes sont disposées au centre de la table faces cachées.",
                "La première nuit, le Voleur pourra prendre connaissance de ces deux cartes, et échanger sa carte contre une des deux cartes. Si ces cartes sont deux Loups-Garous, il est obligé d'échanger sa carte contre un des deux Loups-Garous. Il jouera désormais ce personnage jusqu'à la fin de la partie."
            ],
            "angel": [
                "Son but est de mourir dès le 1er tour, soit au premier vote, soit par les Loups-Garous durant la première nuit. Si une des conditions est remplie, il gagne seule la partie.",
                "La vie fangeuse d'un village infesté de créatures malfaisantes le dégoûte; il souhaite être victime du pire cauchemar, pour se réveiller enfin paisible dans son lit douillet.",
                "Quand l'Ange est en jeu, la partie débute toujours par le débat du village suivi d'un vote éliminatoire, puis d'une première nuit.",
                "Si l'Ange réussit à réussit à attirer le vote discriminatoire des Villageois ou la vindicte dévorante des lycanthropes pour être éliminé au premier tour, il pourra sortir vainqueur du cauchemar et gagner la partie.",
                "Alors le jeu s'arrête : les joueurs peuvent commencer une nouvelle partie. S'il échoue, il deviendra Simple Villageois pour le reste de la partie.",
                "Conseil au meneur : n'hésitez pas à rappeler l'éventuelle présence de l'Ange lors de la première journée ! Les débats seront plus animés, les beaux parleurs étant protégés par cette angélique menace !"
            ]
        },
        "villager": "Villageois",
        "werewolf": "Loup-Garou | Loups-Garous",
        "seer": "Voyante",
        "witch": "Sorcière",
        "hunter": "Chasseur",
        "guard": "Salvateur",
        "raven": "Corbeau",
        "little-girl": "Petite Fille",
        "villager-villager": "Villageois-Villageois",
        "cupid": "Cupidon",
        "two-sisters": "Sœurs",
        "three-brothers": "Frères",
        "wild-child": "Enfant Sauvage",
        "dog-wolf": "Chien-Loup",
        "big-bad-wolf": "Grand-Méchant-Loup",
        "idiot": "Idiot",
        "vile-father-of-wolves": "Infect Père des Loups",
        "ancient": "Ancien",
        "scapegoat": "Bouc-émissaire",
        "pied-piper": "Joueur de Flûte",
        "white-werewolf": "Loup-Garou Blanc",
        "stuttering-judge": "Juge Bègue",
        "thief": "Voleur",
        "angel": "Ange"
    },
    "RoleText": {
        "chooseARole": "Choisir un rôle"
    },
    "InputAvailableCharacters": {
        "maxAvailableCharacters": " / {max} caractères maximum"
    },
    "WhatToDoButton": {
        "whatAmISupposedToDo": "Qu'est-ce que ce je dois faire ici ?"
    },
    "NotFound": {
        "looksLikeYouGotLost": "Il semblerait que vous soyez perdu...",
        "getOutBeforeWerewolvesCome": "Déguerpissez avant que les Loups-Garous arrivent !",
        "flee": "Prendre la fuite"
    },
    "NotAvailable": {
        "theAssistantIsUnavailable": "L'Assistant est indisponible pour le moment...",
        "willBeAvailableSoon": "Encore un coup de ces fichus Loups-Garous ... Le maire a été averti, l'Assistant sera bientôt de nouveau opérationel.",
        "refresh": "Rafraichir la page"
    },
    "RequiredActionIcon": {
        "actionIsRequired": "Une action est requise"
    },
    "Error": {
        "unauthorized": "Vous ne pouvez pas accéder à cette page",
        "BAD_REQUEST": "Mauvaise requête serveur",
        "BAD_CREDENTIALS": "Mauvais e-mail ou mot de passe",
        "EMAIL_EXISTS": "Cet e-mail est déjà utilisé par un autre compte",
        "TIE_IN_VOTES": "Il ne peut pas y avoir d'égalité dans les votes",
        "TOO_MANY_REQUESTS": "Trop de requêtes d'un coup... Calm down !",
        "yourSessionHasExpired": "Votre session a expirée, veuillez vous reconnecter",
        "unknownError": "Erreur inconnue"
    },
    "VueToggleButton": {
        "yesNo": {
            "checked": "Oui",
            "unchecked": "Non"
        },
        "withWithout": {
            "checked": "Avec",
            "unchecked": "Sans"
        }
    },
    "VeeValidate": {
        "required": "Ce champ est requis",
        "email": "L'email renseigné est invalide",
        "min": "Ce champ doit faire au minimum {length} caractères",
        "confirm_password": "Les mots de passe de correspondent pas"
    },
    "VSelect": {
        "noOption": "Aucun choix correspondant à la recherche"
    },
    "VueTour": {
        "labels": {
            "buttonSkip": "Passer le tutoriel",
            "buttonPrevious": "Précédent",
            "buttonNext": "Suivant",
            "buttonStop": "Terminer "
        }
    },
    "helpers": {
        "Player": {
            "and": "et"
        },
        "Role": {
            "and": "et",
            "or": "ou"
        }
    }
}
