{
    "NavBar": {
        "werewolvesAssistant": "Assistant Loups-Garous",
        "options": "Options",
        "quit": "Retour à l'accueil",
        "cancelGame": "Annuler la partie",
        "areYouSureYouWantToCancelGame": "Êtes-vous sûr de vouloir annuler cette partie ?",
        "thisCantBeUndo": "Vous ne pourrez plus intéragir avec cette partie et cette action est irréversible.",
        "confirm": "Confirmer",
        "cancel": "Annuler",
        "gameCanceled": "Partie annulée"
    },
    "Home": {
        "werewolvesAssistant": "Assistant Loups-Garous",
        "play": "Jouer",
        "logInOrSignUp": "Se connecter ou s'inscrire",
        "statistics": "Statistiques",
        "logOut": "Se déconnecter",
        "youMustLogInToPlay": "Vous devez vous connecter pour jouer",
        "contactMe": "Me contacter",
        "thisProjectIsOpenSource": "Ce projet est open-source",
        "buyMeACoffee": "M'offrir un café",
        "whatIsItAbout": "À quoi ça sert",
        "bestToolForGameMastering": "L'outil idéal pour le maître du jeu des Loups-Garous de Thiercelieux"
    },
    "Login": {
        "loggedIn": "Connecté",
        "loggedOut": "Déconnecté"
    },
    "AccountModal": {
        "logIn": "Se connecter",
        "register": "S'inscrire",
        "close": "Fermer",
        "userCreated": "Compte créé avec succès"
    },
    "LoginPanel": {
        "email": "E-mail",
        "password": "Mot de passe",
        "required": "Requis"
    },
    "RegisterPanel": {
        "email": "E-mail",
        "password": "Mot de passe",
        "confirmPassword": "Confirmer le mot de passe",
        "required": "Requis",
        "userDataOnlyForAccount": "Ces informations ne sont enregistrées que pour vous permettre de vous connecter et ainsi enregistrer vos parties."
    },
    "About": {
        "werewolvesAssistantWhatFor": "Un assistant ? Pour quoi faire ?",
        "theGame": "Le jeu",
        "werewolvesOfMillersHollowTM": "Les Loups-Garous de Thiercelieux™",
        "iDontKnowThisGame": "Je ne connnais pas ce jeu",
        "watchYouTubeVideo": "Regarder une vidéo explicative sur YouTube",
        "isAGame": "est un jeu de société d'ambiance dans lequel chaque joueur incarne un villageois ou un loup-garou. Chaque partie est animée par un maître du jeu non-joueur et apporte son lot de surprises, de trahisons, de retournements de situations, de rires et parfois de pleurs.",
        "forAGameToBeSuccessful": "Pour qu'une partie soit réussie, le maître du jeu doit l'animer en installant une ambiance prenante, en y imposant un rythme et en connaissant les règles du jeu sur le bout des doigts. Dans le cas où le maître du jeu doit gérer un nombre conséquent de joueurs, a peu d'expérience ou est dans un état second, ce n'est pas une tâche facile...",
        "werewolvesAssistantIsHere": "L'Assistant Loups-Garous entre en scène !",
        "forHelpingGameMaster": "Pour aider le maître du jeu dans sa lourde tâche qu'est l'animation d'une partie de Loups-Garous, l'Assistant Loups-Garous est l'outil parfait !",
        "theAssistantHasManyFeaturesLike": "L'Assistant possède un panel de fonctionnalités tel que:",
        "screenForGameComposition": "Un écran de composition de partie permettant de créer une partie de 4 à 20 joueurs avec la possibilité de répartir aléatoirement les rôles.",
        "interfaceForGameMonitoring": "Une interface ludique de suivi de partie.",
        "interfaceForEachActionAndEvents": "Pour chaque évènement, la possibilité de renseigner les choix des joueurs comme la cible des loups-garous ou l'élection du maire par exemple.<br/> L'Assistant se charge de l'ordre de passage des joueurs, d'afficher les morts ou autres évènements et de retenir tous les choix faits durant la partie.",
        "gameSummaryWhenPartyIsDone": "Un récapitulatif lorsque la partie est terminée avec le camp gagnant et l'historique complet.",
        "assistantIsFreeAndAvailable": "En somme, l'Assistant va vous faire découvrir ou re-découvrir le plaisir d'être le maître du jeu pendant une partie de Loups-Garous. Il est disponible sur tout support ayant un navigateur Internet et est 100% GRATUIT.",
        "attentionPlease": "ATTENTION CEPENDANT",
        "assistantDoesntReplaceTheOriginalGame": "L'Assistant n'a aucune vocation à remplacer le jeu original Les Loups-Garous de Thiercelieux™. Pour utiliser l'Assistant, un jeu avec ses cartes est nécessaire. L'Assistant n'est qu'un support pour le maître du jeu qui est le seul utilisateur de l'outil, les joueurs n'y ont pas accès.",
        "availableRoles": "Rôles disponibles",
        "thereAreCountAvailableRoles": "Dans cette version de l'Assistant Loups-Garous, {count} roles sont disponibles:",
        "howToContribute": "Comment contribuer à ce projet ?",
        "someMethodsToContribute": "Il existe plusieurs moyens de contribuer à ce projet:",
        "theAssistantIsOpenSource": "L'Assistant Loups-Garous est un projet open-source !",
        "availableOnGitHub": "Disponible sur GitHub",
        "atThisAddress": "à cette addresse",
        "pleaseAddAStar": "que vous soyez développeur, graphiste ou même testeur, votre aide est la bienvenue. D'ailleurs, si le projet vous plaît, n'hésitez pas à ajouter une étoile ou à suivre le créateur !",
        "thisProjectNotWithoutFees": "Ce projet a pour vocation de rester un service gratuit. Néanmoins, l'hébergement et l'infrastructure de l'outil sont tous deux payants. Si vous souhaitez participer ou si vous aimez le travail du créateur de ce projet, vous pouvez faire un don sur",
        "hisBuyMeACoffeePage": "sa page Buy Me A Coffee",
        "speakAboutThisProject": "Parlez de ce projet autour de vous ! Le bouche à oreille permettra aux nombreux indécis du role-play de se lancer dans la grande aventure du maître du jeu grâce à l'Assistant Loups-Garous.",
        "aWordFromCreator": "Un mot du créateur de l'Assistant Loups-Garous",
        "ImTheCreator": "Je suis Antoine ZANARDI, développeur Full-Stack Web et adepte de l'open-source en général. Si vous souhaitez en savoir plus sur moi, je vous invite à découvrir",
        "myPortfolio": "mon portoflio",
        "forMe": "Pour moi",
        "isOneOfTheBestGame": "est un des meilleurs jeux entre amis ou en famille autour d'une table, où s'entremellent alliances et trahisons, un peu comme un Mario Kart en fait... Au fur et à mesure d'une partie, la vraie nature de chaque joueur se révèle, les masques tombent, chacun se sent menacé... Autant de rebondissements qui rendent chaque partie unique !",
        "ImAFanOfGameMastering": "Étant un grand fan du rôle de maître du jeu, j'ai toujours eu l'envie de partager ce doux sentiment de chef d'orchestre durant une partie. J'ai donc créé cet assistant pour que n'importe qui puisse endosser ce rôle si important, et ce, dans n'importe quelle configuration de jeu.",
        "pleaseRateThisProjectAndHaveFun": "N'hésitez pas à me faire part de vos avis sur cet assistant. Il a été créé pour servir tous maîtres du jeu, novices ou experts, et rendre vos parties mémorables. Amusez-vous bien ! "
    },
    "GameLobby": {
        "loading": "Recherche d'une partie en cours",
        "gameComposition": "Composition de la partie",
        "add": "Ajouter",
        "maxPlayerReached": "Maximum de joueurs atteint",
        "playerName": "Nom du joueur",
        "playerNameAlreadyTaken": "Ce nom de joueur est déjà pris",
        "launchParty": "Lancer la partie",
        "getRandomRepartition": "Répartition aléatoire",
        "fourPlayerRequiredToGetRandomRepartition": "4 joueurs minimum sont requis pour répartir aléatoirement les rôles",
        "addPlayerWithName": "Ajoutez chaque joueur en insérant leur nom ci-dessus",
        "missingPlayersToStart": "Il manque {missingCount} joueur pour commencer la partie | Il manque un seul joueur pour commencer la partie | Il manque {missingCount} joueurs pour commencer la partie",
        "missingOneWerewolfToStart": "Il manque un loup garou pour commencer la partie",
        "missingOneVillagerToStart": "Il manque un villageois pour commencer",
        "allPlayerDontHaveARole": "Certains joueurs n'ont pas de rôle",
        "gameCreated": "Partie créée",
        "areYouSureYouWantToQuit": "Êtes-vous sûr de vouloir quitter la composition de partie ?",
        "gameCompositionNotFinished": "La composition du jeu n'est pas encore finalisée.",
        "quit": "Quitter",
        "cancel": "Annuler",
        "playerNameLengthMax": "Limite de caractères atteinte pour un nom de joueur (30 max.)"
    },
    "GameLobbyComposition": {
        "playerCount": "Aucun joueur | {count} joueur | {count} joueurs",
        "villagersCount": "Aucun villageois | {count} villageois | {count} villageois",
        "werewolvesCount": "Aucun loup garou | {count} loup garou | {count} loups garous",
        "minToStart": "Minimum {min} pour commencer",
        "minPlayerRequirementsToStart": "Minimum 4 joueurs avec un rôle pour commencer dont 1 loup-garou et 1 villageois"
    },
    "GameLobbyRolePickerModal": {
        "noRole": "Aucun rôle",
        "pickRoleFor": "Choisir un rôle pour",
        "close": "Fermer",
        "assignRole": "Assigner ce rôle",
        "pleaseChooseRole": "Veuillez d'abord choisir un rôle pour l'assigner à ce joueur",
        "searchRole": "Rechercher un rôle",
        "chooseRole": "Veuillez choisir un rôle",
        "side": "Camp",
        "random": "Aléatoire",
        "totalInGame": "0 dans la partie | 1 dans la partie | {total} dans la partie",
        "maxInGameReached": "Maximum atteint pour ce rôle",
        "totalInGameInThisRole": "Total dans la partie avec ce rôle",
        "selectedPlayerAlreadyHasSelectedRole": "Le joueur sélectionné possède déjà ce rôle"
    },
    "GameLobbyTutorial": {
        "howToUseGameLobby": "Comment composer une équipe ?",
        "toStartAGame": "Pour lancer une partie, le maître du jeu doit renseigner 4 à 20 joueurs et leur attribuer un rôle.",
        "eachPlayerName": "Il peut renseigner le nom de chaque joueur ici.",
        "randomRepartition": "Une fois tous les joueurs ajoutés, il peut répartir aléatoirement les rôles. Il faut un minimum de 4 joueurs pour faire une répartition aléatoire.",
        "requirementsToStartAGame": "Pour pouvoir lancer une partie, les joueurs doivent être 4 minimum et tous posséder un rôle. La partie doit comporter au moins 1 loup-garou et 1 villageois (avec ou sans pouvoir)."
    },
    "GameLobbyAlreadyHavePlayingGame": {
        "youAlreadyHavePlayingGame": "Vous avez déjà une partie en cours",
        "players": "{playersCount} joueurs",
        "day": "Jour",
        "night": "Nuit",
        "resumeGame": "Reprendre la partie",
        "cancelGame": "Annuler la partie",
        "areYouSureYouWantToCancel": "Êtes-vous sûr de vouloir annuler cette partie?",
        "yourProgressWillBeLost": "La progression sera définitivement perdue",
        "dontCancel": "NE PAS ANNULER",
        "gameCanceled": "Partie annulée"
    },
    "PlayerCard": {
        "pickRole": "Choisir un rôle",
        "unsetRole": "Retirer le rôle"
    },
    "Game": {
        "loadingGame": "Chargement de la partie",
        "areYouSureYouWantToQuit": "Êtes-vous sûr de vouloir quitter la partie en cours ?",
        "yourProgressIsSaved": "Votre progression est sauvegardée.",
        "quit": "Quitter le jeu",
        "cancel": "Annuler",
        "youDontOwnThisGame": "Cette partie ne vous appartient pas",
        "cantGetGame": "Impossible de récupérer la partie"
    },
    "GamePlayFieldHeader": {
        "day": "Jour",
        "night": "Nuit",
        "waiting": {
            "all": {
                "elect-sheriff": "Élection du maire",
                "vote": "C'est l'heure du vote"
            },
            "seer": {
                "look": "Au tour de la voyante"
            },
            "werewolves": {
                "eat": "Au tour des loups garous"
            },
            "witch": {
                "use-potion": "Au tour de la sorcière"
            },
            "guard": {
                "protect": "Au tour du salvateur"
            },
            "raven": {
                "mark": "Au tour du corbeau"
            },
            "hunter": {
                "shoot": "Au tour du chasseur"
            },
            "sheriff": {
                "delegate": "Passation de pouvoir du maire",
                "settle-votes": "Départage des votes"
            }
        }
    },
    "GamePlayFieldFooter": {
        "next": "Suivant",
        "playersHaveVoted": "{votesCount}/{playersCount} joueurs ont voté",
        "playersTargeted": "{targetsCount}/{min} joueur visé",
        "minOnePlayerHasToVote": "Minimum 1 joueur doit voter",
        "minOnePlayerHasToBeTargeted": "Minimum 1 joueur doit être visé",
        "timeForDebating": "Temps pour débattre",
        "debateIsOver": "Le débat est terminé, il est temps de voter !",
        "tieInVotesForbidden": "L'égalité pour ce vote est interdite"
    },
    "GamePlayFieldTutorial": {
        "elect-sheriff": {
            "howToPlay": "Comment élire le maire ?",
            "sheriffIsElectedWhen": "Au début de la partie, un maire doit être élu par tous les joueurs vivants.",
            "playersHave5Min": "Les joueurs ont 5 minutes pour se mettre d'accord sur qui sera leur prochain maire. À la fin du temps, le maître du jeu doit stopper les discussions et procéder à l'élection.",
            "eachPlayerVoteForSheriff": "Chaque joueur a donc une voix à donner pour l'élection, mais ne peut voter pour lui-même. Il peut néanmoins voter blanc. Le maître du jeu demande le vote de chacun à tour de rôle.",
            "toValidateAnElection": "Pour que le maire soit élu, au moins un joueur doit avoir voté et une égalité dans les votes est impossible."
        },
        "look": {
            "howToPlay": "Comment jouer la voyante ?",
            "seerLooksWhen": "Chaque nuit, si elle est vivante, la voyante se réveille.",
            "seerCanLook": "Grâce à son don, la voyante voit le rôle de n'importe quel joueur vivant.",
            "seerPointsAtTarget": "La voyante doit pointer du doigt sa cible et le maître du jeu révelera à haute voix le rôle de cette dernière.",
            "toValidateLook": "Pour que la voyante puisse révéler un rôle, elle doit obligatoirement choisir une cible."
        },
        "eat": {
            "howToPlay": "Comment jouer les loups-garous ?",
            "werewolvesEatWhen": "Chaque nuit, les loups-garous se réveillent.",
            "werewolvesEatAVictim": "Les loups-garous choisissent leur victime parmis les joueurs vivants qui mourra le matin suivant s'il ne reçoit pas de protection.",
            "werewolvesPointAtVictim": "Les loups-garous se mettent d'accord sans bruit et pointent du doigt leur victime.",
            "toValidateEat": "Pour que les loups-garous puissent choisir leur prochain repas, ils doivent obligatoirement choisir une cible."
        },
        "use-potion": {
            "howToPlay": "Comment jouer la sorcière ?",
            "witchUsesPotionWhen": "Chaque nuit, si elle est vivante, la sorcière se réveille même si elle n'a plus de potion à utiliser.",
            "witchCanUsePotions": "La sorcière possède une potion de vie et une potion de mort. Elle peut utiliser chacune d'elle UNE SEULE FOIS pendant la partie. Le maître du jeu va demander pour chaque potion le choix de la sorcière.",
            "lifePotionProtects": "La potion de vie, utilisable qu'une fois pendant la partie, permet de sauver la victime des loups-garous de la mort. Le maître du jeu désigne la victime des loups-garous et la sorcière doit sans bruit acquiescer ou refuser d'utiliser sa potion.",
            "ifLifePotionHasBeenUsed": "Si la potion de vie a déjà été utilisée, le maître du jeu doit quand même demander le choix de la sorcière, mais sans pointer du doigt la victime des loups-garous. Ceci permet de ne pas révéler que la potion de vie a été utilisée.",
            "deathPotionKills": "La potion de mort, utilisable qu'une fois pendant la partie, permet d'empoisonner une victime qui mourra le matin suivant. La sorcière doit sans bruit acquiescer ou refuser d'utiliser sa potion en pointant sa victime le cas échéant.",
            "ifDeathPotionHasBeenUsed": "Si la potion de mort a déjà été utilisée, le maître du jeu doit quand même demander le choix de la sorcière. Ceci permet de ne pas révéler que la potion de mort a été utilisée.",
            "toValidateUsePotion": "Durant son tour, la sorcière peut utiliser les deux potions, une seule, ou passer son tour."
        },
        "protect": {
            "howToPlay": "Comment jouer le salvateur ?",
            "guardProtectsWhen": "Chaque nuit, s'il est vivant, le salvateur se réveille.",
            "guardCanProtect": "Le salvateur protège la personne de son choix et cette dernière ne pourra pas mourir durant cette nuit. Le salvateur peut se protéger lui-même mais ne peut pas choisir deux nuits de suite la même personne.",
            "guardPointsAtTarget": "Le salvateur doit pointer du doigt sans bruit la personne qu'il souhaite protéger.",
            "toValidateProtect": "Pour que le salvateur puisse protéger une personne de la mort, il doit obligatoirement choisir une cible."
        },
        "mark": {
            "howToPlay": "Comment joueur le corbeau ?",
            "ravenMarksWhen": "Chaque nuit, s'il est vivant, le corbeau se réveille.",
            "ravenCanMark": "Le corbeau peut, s'il le souhaite, marquer de sa plume n'importe quel joueur qui lui semble suspect. La personne visée par sa marque se verra attribuer 2 voix supplémentaires lors du prochain vote du village la journée. Il peut se désigner lui-même.",
            "ravenPointsAtTarget": "S'il souhaite marquer un joueur, le corbeau doit pointer du doigt sans bruit sa cible.",
            "gameMasterWillDropMarkCard": "Le maître du jeu déposera alors la marque du corbeau devant la personne choisie.",
            "toValidateMark": "Durant son tour, le corbeau peut désigner une cible ou passer son tour."
        },
        "vote": {
            "howToPlay": "Comment procéder au vote ?",
            "allVoteWhen": "Chaque fois que le jour se lève, les habitants débattent pour mettre à mort l'un des leurs en espérant trouver un loup-garou.",
            "playersHave5Min": "Les joueurs ont 5 minutes pour se mettre d'accord sur qui sera pendu. À la fin du temps, le maître du jeu doit stopper les discussions et procéder au vote.",
            "eachPlayerVote": "Chaque joueur a donc une voix à donner pour le vote, mais ne peut voter pour lui-même. Il peut néanmoins voter blanc. Le maître du jeu demande le vote de chacun à tour de rôle.",
            "toValidateAVote": "Pour que la pendaison ait lieu, au moins un joueur doit avoir voté."
        },
        "delegate": {
            "howToPlay": "Comment déléguer le rôle de maire ?",
            "sheriffDelegatesWhen": "À chaque fois que le maire meurt, il doit déléguer son rôle à l'un des survivants.",
            "noDemocracyHere": "Aucune démocratie ici, le maire mourrant choisi arbitrairement son successeur en le pointant du doigt.",
            "toValidateDelegation": "Pour que le maire délègue son pouvoir, il doit obligatoirement choisir une cible."
        },
        "shoot": {
            "howToPlay": "Comment jouer le chasseur ?",
            "hunterShootsWhen": "Quand le chasseur meurt, il prend son fusil pour se venger dans son dernier souffle.",
            "hunterCanShoot": "Le chasseur mourrant choisi arbitrairement sa victime en la pointant du doigt. Elle mourra instantanément du coup fatal.",
            "toValidateShoot": "Pour que le chasseur prenne sa revanche, il doit obligatoirement choisir une cible."
        },
        "settle-votes": {
            "howToPlay": "Comment départager les votes ?",
            "sheriffSettleVotesWhen": "À chaque fois que la village n'arrive pas à se mettre d'accord sur qui pendre, le maire doit trancher.",
            "toValidateSettleVotes": "Pour que le vote soit tranché, le maire doit obligatoirement choisir une cible."
        }
    },
    "PlayerAttribute": {
        "attributes": {
            "sheriff": "Ce joueur est maire",
            "seen": "Ce joueur a été vu par la voyante",
            "eaten": "Ce joueur est la cible des loups garous",
            "drankLifePotion": "Ce joueur a bu la potion de vie",
            "drankDeathPotion": "Ce joueur a bu la potion de mort",
            "protected": "Ce joueur est protégé",
            "ravenMarked": "Ce joueur est marqué par le corbeau"
        }
    },
    "PlayerThumbnail": {
        "chooseRole": "Choisir un rôle",
        "unsetPlayer": "Retirer le joueur"
    },
    "PlayerVote": {
        "voteFor": "Vote pour",
        "none": "Personne"
    },
    "GameVillagersSide": {
        "villagers": "Villageois",
        "alive": "en vie",
        "thisPlayerIsDead": "Ce joueur est mort"
    },
    "GameWerewolvesSide": {
        "werewolves": "Loups-Garous",
        "alive": "en vie",
        "thisPlayerIsDead": "Ce joueur est mort"
    },
    "UsePotionPlayField": {
        "lifePotionUsed": "La potion de vie a déjà été utilisée",
        "deathPotionUsed": "La potion de mort a déjà été utilisée",
        "useLifePotionOn": "Utiliser la potion de vie sur ...",
        "useDeathPotionOn": "Utiliser la potion de mort sur ..."
    },
    "GameWinners": {
        "wonByWerewolves": "Partie gagnée par le seul loup-garou | Partie gagnée par les loups-garous",
        "wonByVillagers": "Partie gagnée par le seul villageois | Partie gagnée par les villageois",
        "restartGame": "Recommencer une partie",
        "quit": "Quitter",
        "newGame": "Nouvelle partie",
        "doYouWantToKeepSamePlayers": "Voulez-vous rejouer avec les mêmes joueurs ?",
        "keepSamePlayers": "Garder les mêmes joueurs",
        "fromScratch": "Recommencer du début",
        "seeGameSummary": "Voir le récapitulatif de partie",
        "rateThisGame": "Noter la partie"
    },
    "GameCanceled": {
        "gameCanceled": "Partie annulée (Oooh ...)",
        "restartGame": "Recommencer une partie",
        "quit": "Quitter",
        "newGame": "Nouvelle partie",
        "doYouWantToKeepSamePlayers": "Voulez-vous rejouer avec les mêmes joueurs ?",
        "keepSamePlayers": "Garder les mêmes joueurs",
        "fromScratch": "Recommencer du début"
        },
    "GameSummaryModal": {
        "gameSummary": "Récapitulatif de la partie",
        "gameResults": "Résultats de la partie",
        "gameHistory": "Historique de la partie",
        "villagers": "Villageois",
        "werewolves": "Loups-Garous",
        "close": "Fermer"
    },
    "GameReviewModal": {
        "rateThisGame": "Noter cette partie",
        "byRatingThisGameYouImproveAssistant": "En laissant un avis sur cette partie, vous permettez à l'Assistant Loups-Garous d'être amélioré. Un grand merci à vous.",
        "rateYourAssistantExperience": "Noter votre expérience avec l'Assistant",
        "assistantExperience": {
            "awesome": "Géniale",
            "good": "Bonne",
            "average": "Moyenne",
            "bad": "Mauvaise",
            "awful": "Catastrophique"
        },
        "aLittleComment": "Un petit commentaire ?",
        "dontHesitateToComment": "N'hésitez pas à donner votre avis, vos idées, vos impressions qui aideront à améliorer l'Assistant Loups-Garous",
        "IveFoundABug": "J'ai rencontré un bug ou un dysfonctionnement...",
        "sorryThatYouFoundABug": "Désolé pour cette mésaventure... N'hésitez pas à la décrire pour nous aider à améliorer l'Assistant Loups-Garous !",
        "rate": "Noter",
        "thanksForYourReview": "Merci pour votre retour. Votre avis sera pris en compte !",
        "youMustRateFirst": "Vous devez attribuer une note d'abord",
        "close": "Fermer"
    },
    "GameSummaryHistoryLine": {
        "day": "Jour",
        "night": "Nuit",
        "actions": {
            "eat": "ont décidé de manger",
            "use-potion": {
                "life": "a utilisé sa potion de vie sur",
                "death": "a utilisé sa potion de mort sur",
                "both": "a utilisé ses potions sur"
            },
            "look": "a vu le rôle de",
            "shoot": "a tiré sur",
            "protect": "a protégé",
            "mark": "a marqué",
            "elect-sheriff": "a élu comme maire",
            "vote": "a décidé de pendre",
            "delegate": "a légué son rôle de maire à",
            "settle-votes": "a tranché pour pendre"
        },
        "skipTurn": "a passé son tour"
    },
    "PlayFieldActionText": {
        "wantsToLook": "souhaite voir le rôle de",
        "wantToEat": "souhaite manger | souhaite manger | souhaitent manger",
        "doesntWantToUseLifePotion": "ne souhaite pas utiliser sa potion de vie",
        "doesntWantToUseDeathPotion": "ne souhaite pas utiliser sa potion de mort",
        "wantsToUseLifePotionOn": "souhaite utiliser sa potion de vie sur",
        "wantsToUseDeathPotionOn": "souhaite utiliser sa potion de mort sur",
        "wantsToUseLifePotionOnHerself": "souhaite utiliser sa potion de vie sur elle-même",
        "wantsToUseDeathPotionOnHerself": "souhaite utiliser sa potion de mort sur elle-même",
        "wantsToProtect": "souhaite protéger",
        "wantsToProtectHimself": "souhaite se protéger lui-même",
        "doesntWantToRavenMark": "ne souhaite marquer personne",
        "wantsToRavenMark": "souhaite marquer",
        "wantsToRavenMarkHimself": "souhaite se marquer lui-même",
        "choosesToHang": "souhaite pendre",
        "choosesToHangHimself": "souhaite se pendre lui-même",
        "wantsToDelegateTo": "souhaite déléguer son rôle de maire à",
        "wantsToShoot": "souhaite tirer sur"
    },
    "CancelPlayerTarget": {
        "cancel": "Annuler",
        "cancelTarget": "Annuler cette cible"
    },
    "GameEventMonitor": {
        "skip": "Passer",
        "skipToNextEvent": "Passer au prochain évènement"
    },
    "GameEvent": {
        "next": "Suivant",
        "previous": "Précédent",
        "press": "Appuyez sur",
        "toGoBack": "pour revenir en arrière",
        "toGoFurther": "pour passer à la suite",
        "messages": {
            "welcomeToTheVillage": "Bienvenue à tous dans le village de Thiercelieux !",
            "compositionIs": "Ce village de {inhabitantCount} habitants se composent de ",
            "looksLifeSomeWerewolvesIntroducedThemselves": "Il semblerait qu'un ou plusieurs loups-garous se soient faufilés dans le village...",
            "villagersMurderWerewolves": "Villageois, prenez les fourches et nettoyez votre village de ces canidés !",
            "beforeStartingLetsElectSheriff": "Mais avant de vous entretuer, il faut élire le maire de ce village.",
            "playerDies": "{player} est mort ! Quelle tragédie...",
            "playerRevealsRole": "Il ou elle révèle son rôle aux survivants.",
            "playerHasBeenPromotedSheriff": "{player} a été élu maire !",
            "sheriffCanMakeASpeech": "Le maire peut, s'il le souhaite, faire un discours poignant sur son élection.",
            "nightFalls": "La nuit tombe sur le village de Thiercelieux...",
            "inhabitantsFallAsleep": "Les habitants du village s'endorment.",
            "dayRises": "Le jour se lève sur le village de Thiercelieux.",
            "seerStarts": "La voyante se réveille et va découvrir dans sa boule de cristal le rôle d'un habitant.",
            "seerHasSeen": "La voyante a vu",
            "werewolvesStart": "Le loup-garou se réveille et va choisir son dîner de ce soir. | Les loups-garous se réveillent et vont choisir leur dîner de ce soir.",
            "witchStarts": "La sorcière se réveille et va, si elle le souhaite, utiliser ses potions.",
            "guardStarts": "Le salvateur se réveille et va protéger la personne de son choix.",
            "ravenStarts": "Le corbeau se réveille et va, s'il le souhaite, marquer de sa plume un des habitants.",
            "hunterStarts": "Dans son dernier souffle, le chasseur s'apprête à choisir la cible de sa vengeance."
        }
    },
    "Statistics": {
        "statistics": "Statistiques",
        "loadingStatistics": "Chargement des statistiques",
        "createdGames": "<b>{count}</b> partie créée | <b>{count}</b> parties créées",
        "averageNumberOfPlayers": "<b>{count}</b> joueurs en moyenne par partie",
        "averageNumberOfTurns": "<b>{count}</b> tours en moyenne par partie",
        "mostUsedRole": "Rôle le plus distribué",
        "leastUsedRole": "Rôle le moins distribué",
        "withUsage": "avec une seule utilisation | avec {count} utilisations",
        "averageVillagersWinning": "<b>{count}</b>% de victoire des villageois",
        "averageWerewolvesWinning": "<b>{count}</b>% de victoire des loups garous",
        "backToHome": "Retour à l'accueil",
        "youDontHaveGamesCreatedYet": "Vous n'avez pas encore créé de partie",
        "createGameNow": "Créer une partie maintenant"
    },
    "Role": {
        "a": {
            "villager": "un villageois",
            "werewolf": "un loup-garou",
            "seer": "une voyante",
            "witch": "une sorcière",
            "hunter": "un chasseur",
            "guard": "un salvateur",
            "raven": "un corbeau"
        },
        "the": {
            "villager": "le villageois",
            "werewolf": "le loup-garou",
            "werewolves": "les loups-garous",
            "seer": "la voyante",
            "witch": "la sorcière",
            "hunter": "le chasseur",
            "guard": "le salvateur",
            "raven": "le corbeau",
            "sheriff": "le maire",
            "all": "le village"
        },
        "description": {
            "villager": [
                "Son but est d'éliminer les Loups-Garous.",
                "Il n'a aucune compétence particulière.",
                "Ses seules armes sont la capacité d'analyse des comportements pour identifier les Loups-Garous."
            ],
            "werewolf": [
                "Son but est d'éliminer les Villageois.",
                "Chaque nuit, ils dévorent un Villageois. Le jour, ils essaient de masquer leur identité nocturne pour échapper à la vindicte populaire.",
                "Leur nombre peut varier suivant le nombre de joueurs et les variantes appliquées.",
                "En aucun cas un simple Loup-Garou ne peut dévorer un autre Loup-Garou."
            ],
            "seer": [
                "Son but est d'éliminer les Loups-Garous.",
                "Chaque nuit, elle voit la carte d'un joueur de son choix.",
                "Elle doit aider les autres Villageois mais rester discrète pour ne pas être démasquée par les Loups-Garous."
            ],
            "witch": [
                "Son but est d'éliminer les Loups-Garous.",
                "Elle sait concocter 2 potions extrêmement puissantes: une potion de guérison pour ressusciter le joueur dévoré par les Loups-Garous et une potion d'empoisonnement utilisée la nuit pour éliminer un joueur.",
                "La Sorcière peut utiliser chaque potion 1 seule fois dans la partie.",
                "Elle peut se servir de ses 2 potions la même nuit.",
                "Le matin, suivant la ou les potions utilisées, il pourra y avoir 2 joueurs éliminés ou aucun !",
                "La Sorcière peut également utiliser la potion de guérison à son profit, et donc se guérir elle-même si elle vient d'être dévorée par les Loups-Garous."
            ],
            "hunter": [
                "Son but est d'éliminer les Loups-Garous.",
                "S'il se fait dévorer par les Loups-Garous ou éliminer malencontreusement par les Villageois, le Chasseur doit répliquer avant de rendre l'âme en éliminant immédiatement n'importe quel autre joueur de son choix.",
                "Si le Chasseur est l'amoureux d'un joueur éliminé, avant de quitter la partie le Chasseur doit immédiatement éliminer un autre joueur de son choix.",
                "Cela peut entraîner une partie où il ne reste aucun joueur survivant. Dans ce cas, la victoire n'appartient à aucun des deux camps."
            ],
            "guard": [
                "Son but est d'éliminer les Loups-Garous.",
                "Ce personnage peut préserver les villageois de la morsure des Loups-Garous... Chaque nuit, le Salvateur est appelé avant les Loups-Garous.",
                "Le Salvateur désigne alors un joueur au meneur de jeu. (Il est de tradition que le Salvateur reproduise d'abord avec ses mains la figure dessinée sur la carte).",
                "Le joueur ainsi désigné sera protégé sera protégé la nuit durant (et celle-ci seulement) contre les Loups-Garous. Même désigné par eux, il ne sera pas éliminé du jeu.",
                "Le Salvateur a le droit de s'auto-protégé. Il n'a pas le droit de protéger 2 nuits de suite le même joueur.",
                "La protection du Salvateur ne donne aucun résultat sur la Petite Fille. (Elle est en pleine crise de préadolescence et rien ne saurait lui éviter d'avoir des ennuis).",
                "Le Salvateur ne protège ni du Joueur de Flûte ni de l'infection par l'Infect Père des Loups."
            ],
            "raven": [
                "Son but est d'éliminer les Loups-Garous.",
                "Cet individu adore faire connaître ses suspicions de culpabilité en marquant, juste avant l'aube, le joueur de son choix. Son impact est certain malgré le manque de courage de notre oiseau !",
                "Chaque fin de nuit, après que les Loups-Garous se sont rendormis, à l'appel de son rôle le corbeau peut désigner un joueur qu'il suspecte ou passer son tour.",
                "Le meneur dépose alors le marqueur \"Malédiction du Corbeau\" devant le joueur désigné. Ce joueur aura automatiquement 2 voix de plus contre lui au prochain décompte des votes."
            ]
        },
        "villager": "Villageois",
        "werewolf": "Loup-Garou | Loups-Garous",
        "seer": "Voyante",
        "witch": "Sorcière",
        "hunter": "Chasseur",
        "guard": "Salvateur",
        "raven": "Corbeau"
    },
    "RoleText": {
        "chooseARole": "Choisir un rôle"
    },
    "InputAvailableCharacters": {
        "maxAvailableCharacters": " / {max} caractères maximum"
    },
    "WhatToDoButton": {
        "whatAmISupposedToDo": "Qu'est-ce que ce je dois faire ici?"
    },
    "NotFound": {
        "looksLikeYouGotLost": "Il semblerait que vous soyez perdu...",
        "getOutBeforeWerewolvesCome": "Déguerpissez avant que les loups-garous arrivent !",
        "flee": "Prendre la fuite"
    },
    "Error": {
        "unauthorized": "Vous ne pouvez pas accéder à cette page",
        "BAD_REQUEST": "Mauvaise requête serveur",
        "BAD_CREDENTIALS": "Mauvais e-mail ou mot de passe",
        "EMAIL_EXISTS": "Cet e-mail est déjà utilisé par un autre compte",
        "TIE_IN_VOTES": "Il ne peut pas y avoir d'égalité dans les votes",
        "TOO_MANY_REQUESTS": "Trop de requêtes d'un coup... Calm down !",
        "yourSessionHasExpired": "Votre session a expirée, veuillez vous reconnecter",
        "unknownError": "Erreur inconnue"
    },
    "VeeValidate": {
        "required": "Ce champ est requis",
        "email": "L'email renseigné est invalide",
        "min": "Ce champ doit faire au minimum {length} caractères",
        "confirm_password": "Les mots de passe de correspondent pas"
    },
    "VSelect": {
        "noOption": "Aucun choix correspondant à la recherche"
    },
    "VueTour": {
        "labels": {
            "buttonSkip": "Passer le tutoriel",
            "buttonPrevious": "Précédent",
            "buttonNext": "Suivant",
            "buttonStop": "Terminer "
        }
    }
}
